{
  "pt": [
    {
      "title": "Colportagem",
      "order": 3,
      "titleIcon": "https://picsum.photos/200/300?random=1",
      "paragraphs": [
        "A palavra colportor tem origem no francês colporteur, que significa \"carregar no pescoço\", remetendo ao método utilizado por Pedro Valdo (1140–1205), comerciante de Lyon e líder dos valdenses. Ele promovia a distribuição das Escrituras ao perceber a necessidade espiritual das pessoas. Para isso, confeccionou bolsas tiracolo, usadas sob a roupa, por vendedores que levavam porções manuscritas da Bíblia, pois ainda não existia a imprensa. Valdo entendia que a Palavra precisava ser acessível, disponível a todos, e não apenas a uma minoria privilegiada, pois, quanto mais a lia e desfrutava dela, mais crescia em seu interior o desejo e o encargo de divulgá-la.",
        "Assim, em 1990, a colportagem, a pregação do Evangelho do Reino através dos livros,  teve início no Brasil. Em 2018, surgiu a colportagem dinâmica, por meio de uma reação de jovens que, movidos pelo poder do Espírito, tornaram essa ferramente muito mais efetiva, agregando a dependência completa ao Senhor e a oração pelas pessoas . Hoje, os colportores, como os valdenses do passado, distribuem livros com a revelação de Deus, produzidos pela Editora Árvore da Vida, abordando pessoas com a pergunta: “Posso orar por você?” e compartilhando o evangelho do reino."
      ],
      "imagesUrls": [
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1"
      ]
    },
    {
      "title": "PAC - Posto Avançado de Colportagem",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/pac.png"
      },
      "order": 4,
      "paragraphs": [
        "O PAC é um centro de aperfeiçoamento para colportores que já atuam como missionários em tempo integral, com o objetivo de melhorar sua prática diária para que alcancem mais pessoas a cada dia. É uma das ferramentas da obra do Senhor!",
        "O PAC surgiu em 2017 quando um pequeno grupo de missionários que cuidavam do irmão Dong Yu Lan receberam uma palavra profética dizendo que eles eram colportores. Eles creram nesta palavra e o Senhor confirmou através de sinais, prodígios e milagres! Eles foram para as ruas e em 3 dias alcançaram mais de 500 pessoas com orações e com a palavra escrita.",
        "Hoje o PAC tem sua sede em São Paulo, e outras duas unidades: Foz do Iguaçu e Bogotá Desde o ano de 2017 estima-se que mais de 6000 pessoas já foram aperfeiçoadas por meio desta ferramenta."
      ],
      "imagesUrls": [
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1"
      ]
    },
    {
      "title": "CEAPE – Centro de Aperfeiçoamento para a Propagação do Evangelho",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/ceape.png",
        "backgroundColor": "var(--primary-color)"
      },
      "order": 2,
      "paragraphs": [
        "O CEAPE (Centro de Aperfeiçoamento para a Propagação do Evangelho) foi estabelecido em 1998, a partir do encargo do irmão Dong Yu Lan, com o propósito de formar e aperfeiçoar trabalhadores para a obra do Senhor. Ele surgiu como resposta à urgente necessidade expressa por Jesus em Mateus 9:37-38: “A seara é grande, mas os trabalhadores são poucos”.",
        "A missão do CEAPE está alinhada à visão bíblica de Mateus 24:14: “E este evangelho do reino será pregado em todo o mundo como testemunho a todas as nações. Então virá o fim”. Assim, o centro existe para produzir discípulos comprometidos com a propagação do evangelho do reino, preparando-os espiritualmente para cumprir o IDE de Jesus (Mateus 28:19-20).",
        "No CEAPE, os participantes são aperfeiçoados diariamente por meio do estudo da palavra profética, que funciona como luz e direção para o viver cristão, resultando em em uma profunda transformação de vida, capacitando missionários a servirem com excelência, fidelidade e compromisso com a missão de Deus. O centro valoriza o desenvolvimento de um coração simples, humilde e reverente à Palavra de Deus, como está escrito em Isaías 66:2: “Todavia, para este homem eu olharei, para aquele que é pobre e de um espírito humilde, e treme diante da minha palavra.\" (BKJ)."
      ],
      "imagesUrls": [
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1"
      ]
    },
    {
      "title": "Missões no Exterior",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/missoes-exterior.png"
      },
      "order": 1,
      "paragraphs": [
        "O Projeto  Missões no Exterior volta dos anos 2000, quando o servo de Deus Dong Yu Lan, ao receber a revelação sobre o Filho Varão de Apocalipse 12, sentiu claramente do evangelho do reino precisava alcançar o continente africano e sucessivamente na Europa e na América do Norte. Nesses 25 anos de projeto, temos mais de 100 missionários espalhados por todos os continentes da terra para pregar o Evangelho do Reino por toda a Terra habitada  trazer nosso Senhor de volta  um dia mais cedo. ( Mt 24.14)",
        "Nossos missionários são jovens formados no CEAPE e, aqueles que recebem esse chamamento de Deus, para servirem em outros países, são  enviados para nossas bases consolidadas, com toda estrutura para recebe-los em mais de 30 países. Ali eles trabalham de cidade em cidade, de pais em pais levando a semente da vida no coração da pessoas através de uma literatura espiritual saudável."
      ],
      "imagesUrls": ["https://picsum.photos/200/300?random=1", "https://picsum.photos/200/300?random=1"],
      "worldMap": {
        "countryColorsConfig": {
          "Brazil": "var(--primary-color)",
          "United States of America": "var(--secondary-color)",
          "Chile": "var(--secondary-color)",
          "Bolivia": "var(--secondary-color)",
          "Peru": "var(--secondary-color)",
          "Ecuador": "var(--secondary-color)",
          "Colombia": "var(--secondary-color)",
          "Portugal": "var(--secondary-color)",
          "Cameroon": "var(--secondary-color)",
          "Congo": "var(--secondary-color)",
          "Dem. Rep. Congo": "var(--secondary-color)",
          "Kenya": "var(--secondary-color)",
          "Tanzania": "var(--secondary-color)",
          "Angola": "var(--secondary-color)",
          "Mozambique": "var(--secondary-color)",
          "Madagascar": "var(--secondary-color)",
          "South Africa": "var(--secondary-color)"
        },
        "markers": [
          { "name": "United States - Florida", "coordinates": [-81.5158, 27.6648] },
          { "name": "Chile", "coordinates": [-71.542969, -35.675147] },
          { "name": "Bolivia", "coordinates": [-63.5887, -16.2902] },
          { "name": "Peru", "coordinates": [-75.0152, -9.189967] },
          { "name": "Ecuador", "coordinates": [-78.1834, -1.8312] },
          { "name": "Colombia", "coordinates": [-74.2973, 4.5709] },
          { "name": "Portugal", "coordinates": [-8.2245, 39.3999] },
          { "name": "Cameroon", "coordinates": [12.3547, 7.3697] },
          { "name": "Dem. Rep. Congo (Kinshasa, DRC)", "coordinates": [21.7587, -4.0383] },
          { "name": "Uganda", "coordinates": [32.2903, 1.3733] },
          { "name": "Kenya", "coordinates": [37.9062, -0.0236] },
          { "name": "Tanzania", "coordinates": [34.8888, -6.369] },
          { "name": "Angola", "coordinates": [17.8739, -11.2027] },
          { "name": "Mozambique", "coordinates": [35.5296, -18.6657] },
          { "name": "Madagascar", "coordinates": [46.8691, -18.7669] },
          { "name": "South Africa", "coordinates": [22.9375, -30.5595] },
          { "name": "Parana", "coordinates": [-51.9253, -25.2521] },
          { "name": "Sao Paulo", "coordinates": [-46.6333, -23.5505] },
          { "name": "Brasilia", "coordinates": [-47.9292, -15.7801] },
          { "name": "Bahia", "coordinates": [-38.5014, -12.9704] },
          { "name": "Mato Grosso", "coordinates": [-56.0969, -12.6819] },
          { "name": "Amazonas", "coordinates": [-60.0258, -3.4168] },
          { "name": "Pará", "coordinates": [-52.2971, -5.5321] },
          { "name": "Paraiba", "coordinates": [-34.8631, -7.1153] }
        ]
      }
    },
    {
      "title": "EXPOLIVRO: Levando Cultura, Educação e Leitura para Todo o Brasil",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/expolivro.png",
        "backgroundColor": "var(--primary-color)"
      },
      "order": 5,
      "paragraphs": [
        "O EXPOLIVRO é um projeto cultural, social e educacional que tem como missão incentivar o hábito da leitura de forma acessível e envolvente. Sua principal ferramenta é uma carreta itinerante, equipada com livraria e biblioteca, que percorre cidades brasileiras promovendo cultura, livros e atividades que despertam o interesse pela leitura.",
        "Criado em 1991, inicialmente com ônibus adaptados, o projeto evoluiu para carretas modernas. Atualmente, três unidades circulam pelas regiões Sul, Nordeste e Sudeste. Em cada cidade, a carreta oferece biblioteca, livraria, contação de histórias, apresentações teatrais, palestras, ações comunitárias e visitas escolares, proporcionando acesso diário a todas essas atividades.",
        "Idealizado pelo Instituto Vida para Todos, com apoio da Editora Árvore da Vida e do CEAPE (Centro de Aperfeiçoamento para a Propagação do Evangelho), o EXPOLIVRO é um projeto cristão que acredita no poder transformador da leitura da Bíblia e de livros espirituais, atuando como agente de mudança por meio do conhecimento, da fé e da inspiração, alcançando todos os cantos do Brasil."
      ],
      "imagesUrls": ["https://picsum.photos/200/300?random=1"]
    },
    {
      "title": "TCI - Tropas, Capitães e Adolescentes",
      "order": 6,
      "paragraphs": [
        "A sigla TCI significa Tropas, Capitães e Intendentes, representando a união de forças de todas as faixas etárias no viver da igreja. Adolescentes, jovens e adultos — até mesmo os da melhor idade — estão unânimes e focados em um único propósito: servir ao Senhor de modo que todos sejam ativos e desfrutem plenamente do viver da igreja em ressurreição. Ninguém fica de fora; por isso, a inclusão é a primeira marca dessa ferramenta. Todos, direcionados pela Palavra do Senhor, vivem e servem com entusiasmo e excelência, dando o seu melhor para a edificação do Corpo de Cristo."
      ],
      "imagesUrls": [
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1"
      ],
      "subProjects": [
        {
          "title": "Tropas",
          "paragraphs": [
            "As tropas são formadas nas Casas de Adolescentes: um projeto cristão de natureza voluntária que proporciona aos adolescentes, de acordo com sua faixa etária, a oportunidade de cooperar com a obra de Deus e, por meio do Evangelho, influenciar positivamente a sociedade. Eles são inseridos em um ambiente saudável de cuidado, santidade e crescimento, sendo aperfeiçoados nos âmbitos humano, social e espiritual.",
            "Por meio da imersão na palavra profética e da prática do “Posso Orar por Você?”, os jovens dessa faixa etária têm manifestado, a cada dia, mais amor a Deus e à Sua Palavra, crescendo visivelmente na vida espiritual. A expectativa é que, ao chegarem à juventude, após participarem do Centro de Aperfeiçoamento para a Propagação do Evangelho (CEAPE), possam cooperar expressivamente com a obra de Deus, inclusive em trabalhos missionários. Enquanto crescem no caminho de Cristo, também distribuem os livros da Editora Árvore da Vida gratuitamente, pelo projeto Pães e Peixes. Esse projeto consiste na distribuição gratuita de livros doados para as pessoas que são alcançadas pela pregação do evangelho destes adolescentes.",
            "A simplicidade, a ausência de conceitos e, principalmente, o amor integral e reverente à Palavra fizeram brotar na igreja uma força motriz que impacta a todos. Os adolescentes inflamam as reuniões da igreja, contagiando os irmãos com uma alegria singela. Por isso, Deus continua enviando-os a nós como gotas de orvalho; seus corações puros têm renovado o viver da igreja em ressurreição."
          ]
        },
        {
          "title": "Capitães",
          "paragraphs": [
            "Para canalizar a energia da vida dos adolescentes (tropas), os jovens também foram convocados a fazer parte desse exército como capitães. Eles se unem às tropas, direcionando-as, orientando-as e aprendendo com elas. Esses jovens estão em uma faixa etária bastante abrangente, sujeita às pressões do mundo moderno quanto ao sustento, aos relacionamentos e ao entretenimento. Ainda assim, dedicam seu amor reverente à Palavra de Deus, servindo-O em todas as frentes de atuação da igreja: missões de expansão, cuidado com a própria cidade, grupos familiares, reuniões e eventos maiores.",
            "A Casa de Capitães surgiu a partir de uma palavra do irmão Pedro Dong sobre jovens que acompanham de perto a Palavra, assim como Timóteo, que, ainda muito jovem, começou a servir com sensibilidade ao falar de Paulo, sendo-lhe muito útil e colocando prontamente em prática a Palavra. Os capitães estão na fase de transição entre a adolescência e a idade adulta, ingressando na faculdade ou no mercado de trabalho. Por meio dessa ferramenta, têm a oportunidade de aprender a administrar melhor o tempo, com foco principal na vida espiritual, sem, contudo, deixar de atender às suas obrigações sociais. A Casa de Capitães é um espaço de convivência para esses jovens, onde possam dedicar mais tempo à imersão na palavra profética, realizar colportagem com o objetivo de produzir ofertas para a obra do Senhor e também ser aperfeiçoados na multiplicação, por meio do “Vem e Vê”."
          ]
        },
        {
          "title": "Intendência",
          "paragraphs": [
            "A Intendência é a parte do exército de Deus formada pelos irmãos da maturidade. Esse serviço surgiu a partir do sentimento e da preocupação do irmão Pedro Dong de envolver todos os irmãos da igreja nos serviços. Com o avanço da Casa de Adolescentes e, posteriormente, da Casa de Capitães, foi lançado um desafio aos irmãos da maturidade — principalmente os acima de 55 anos — para que se envolvessem no mover atual, acompanhando mais de perto a palavra profética e servindo com sensibilidade às necessidades, aptidões e características dessa faixa etária.",
            "Como em um exército, tropas e capitães não podem avançar sem um apoio logístico adequado, almentação, ordem e carinho, necessidades essenciais para o funcionamento das Casas de Adolescentes e de Capitães. As atividades permitem que os irmãos e as irmãs dessa faixa etária sirvam com tranquilidade, sem perder o sentimento de pertencimento a algo muito maior e mais importante: a Obra do Senhor."
          ]
        }
      ]
    },
    {
      "title": "Fábrica de Vencedores Kids",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/fvkids.png"
      },
      "order": 7,
      "paragraphs": [
        "A Fábrica de Vencedores Kids é um projeto que tem como objetivo fortalecer o ministério infantil das igrejas, fornecendo ferramentas para que as crianças gravem a Palavra de Deus em seu coração, vivam essa Palavra na prática e preguem o evangelho. O projeto fortalece a identidade da criança como filho de Deus e soldado mirim do Rei, proporcionando um ambiente no qual, com a ajuda de diferentes recursos, elas possam internalizar a Palavra diariamente e desenvolver um coração missionário, que anseie pela volta do Senhor. Assim, tornam-se exemplo e luz em casa, na escola e em qualquer lugar onde estiverem. Para fortalecer ainda mais o cuidado semanal às crianças foi criada, também a Casa Kids.",
        "A Casa Kids, semelhantemente à Casa de Adolescentes e a Casa de Capitães,  busca formar crianças para cooperarem com a obra de Deus e se tornarem adolescentes que influenciem positivamente a sociedade. Com a prática da Fábrica de Vencedores Kids, o número de crianças engajadas com a Palavra de Deus cresceu significativamente. O projeto também colabora com a formação do caráter e do aspecto social, visto que, após a preparação necessária para essa finalidade, poderá acolher crianças que se encontrarem em situação de vulnerabilidade e, além disso, auxiliar na formação escolar dos seus participantes."
      ],
      "imagesUrls": ["https://picsum.photos/200/300?random=1", "https://picsum.photos/200/300?random=1"]
    },
    {
      "title": "Rede de Cuidado e Central de acolhimento",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/central-acolhimento.png"
      },
      "order": 8,
      "paragraphs": [
        "A intensa atuação do Espírito, por meio dos missionários que estão nas ruas pregando o evangelho, alcançou muitas pessoas que manifestaram interesse em conhecer mais a Deus e Sua obra. Com isso, fez-se necessário estruturar um serviço nas igrejas que ofereça apoio e suprimento de amor às pessoas alcançadas. O cuidado consiste em apascentar e pastorear essas almas com orações, conversas e ministração da palavra, para que elas encontrem o caminho espiritual rumo a uma viver pleno no Corpo de Cristo.",
        "Com o objetivo de servir ao Senhor com excelência e agilizar o cuidado, integrando os novos irmãos ao viver da igreja foi criado o Sistema de Gerenciamento da Central de Acolhimento e Rede de Cuidado, já presente e atuante em quase todos os estados do Brasil, além de países da América Latina, Europa e Estados Unidos."
      ]
    },
    {
      "title": "Editora Árvore da Vida",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/editora.png",
        "backgroundColor": "#004D21"
      },
      "order": 9,
      "paragraphs": [
        "A Editora Árvore da Vida iniciou suas atividades em 1975, inicialmente sob o nome de Editora Gospel. Posteriormente, passou a se chamar Editora Restauração e, mais tarde, Editora Fonte da Vida, até adotar definitivamente o nome atual em 1978, juntamente com o slogan “A preciosidade colocada em livros”. No início, a editora focava-se principalmente na publicação de livros do irmão Dong Yu Lan, missão que continuou até seu falecimento, em setembro de 2017. Desde então, passou a publicar os escritos do irmão Pedro Dong.",
        "O objetivo da editora é registrar, em livros, a palavra profética ministrada pelo Espírito Santo através de Seus servos, com o propósito de gerar e edificar igrejas. Suas obras têm como foco, além da revelação e da direção espiritual, a prática da palavra na vida normal da igreja. Os livros ajudam o leitor a extrair o Espírito e a vida da palavra por meio da ruminação.",
        "As publicações, originalmente escritas em português, são traduzidas para vários idiomas, incluindo espanhol, inglês, francês, italiano, coreano, alemão, romeno e húngaro. A Editora Árvore da Vida já lançou cerca de mil títulos e alcançou a marca de aproximadamente 25 milhões de livros vendidos."
      ],
      "imagesUrls": ["https://picsum.photos/200/300?random=1", "https://picsum.photos/200/300?random=1"]
    },
    {
      "title": "Estância Árvore da Vida",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/eav.png"
      },
      "order": 10,
      "paragraphs": [
        "A serviço do Instituto Vida Para Todos, a Estância Árvore da Vida (EAV) é um espaço dedicado à realização de eventos cristãos e empresariais. Com uma área de 35 alqueires, a EAV conta com mais de quatro décadas de experiência no acolhimento de grandes encontros e conferências.",
        "Desde sua inauguração, em setembro de 1980, idealizada pelo irmão Dong Yu Lan, a Estância tem sido um lugar estratégico para a união e a edificação do Corpo de Cristo. Seu surgimento atendeu à necessidade de um local próprio para as conferências espirituais, sem depender de aluguéis externos. Após muita oração e busca, a Estância foi encontrada e, desde então, tornou-se um marco para a obra do Senhor.",
        "Com capacidade para receber de 100 a 10 mil pessoas, a estrutura da EAV é completa e funcional: são 11 salas, salões e auditórios climatizados; mais de 5.500 leitos disponíveis; restaurantes com cozinha industrial capazes de servir até 10 mil refeições por turno; além de áreas de lazer, centro de convivência, serviços informatizados e um dos maiores auditórios da América Latina.",
        "Ao longo dos anos, a Estância tem recebido cerca de 200 mil pessoas por ano, realizando, em média, de 15 a 20 eventos anuais, o que totaliza mais de 475 eventos desde 1998. Hoje, é o principal local de realização das conferências do Ministério da Palavra, reunindo anualmente cerca de 20 mil pessoas. Mais do que um centro de eventos, a Estância Árvore da Vida é um lugar onde vidas são transformadas."
      ],
      "imagesUrls": [
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1"
      ]
    }
  ],
  "en": [
    {
      "title": "Colportage",
      "order": 3,
      "titleIcon": "https://picsum.photos/200/300?random=1",
      "paragraphs": [
        "The word colporteur comes from the French colporteur, meaning 'to carry on the neck', referring to the method used by Peter Waldo (1140–1205), a merchant from Lyon and leader of the Waldensians. He promoted the distribution of the Scriptures after perceiving people's spiritual needs. To do this, he made shoulder bags, worn under clothing, for vendors who carried handwritten portions of the Bible, as the printing press did not yet exist. Waldo believed the Word needed to be accessible to all, not just a privileged minority. The more he read and enjoyed it, the more he felt the desire and burden to spread it.",
        "Thus, in 1990, colportage—the preaching of the Gospel of the Kingdom through books—began in Brazil. In 2018, dynamic colportage emerged, through a movement of young people empowered by the Spirit, making this tool much more effective, adding complete dependence on the Lord and prayer for people. Today, colporteurs, like the Waldensians of the past, distribute books with God's revelation, produced by Editora Árvore da Vida, approaching people with the question: 'Can I pray for you?' and sharing the gospel of the kingdom."
      ],
      "imagesUrls": ["https://picsum.photos/200/300?random=1"]
    },
    {
      "title": "PAC - Advanced Colportage Post",
      "order": 4,
      "paragraphs": [
        "PAC is a training center for colporteurs who are already working as full-time missionaries, aiming to improve their daily practice so they can reach more people each day. It is one of the tools for the Lord's work!",
        "PAC started in 2017 when a small group of missionaries caring for brother Dong Yu Lan received a prophetic word saying they were colporteurs. They believed this word, and the Lord confirmed it through signs, wonders, and miracles! They went out to the streets and in 3 days reached over 500 people with prayers and the written word.",
        "Today, PAC is headquartered in São Paulo, with two other units: Foz do Iguaçu and Bogotá. Since 2017, it is estimated that over 6,000 people have been trained through this tool."
      ],
      "imagesUrls": ["https://picsum.photos/200/300?random=1"]
    },
    {
      "title": "CEAPE - Center for the Advancement of the Gospel",
      "order": 2,
      "paragraphs": [
        "CEAPE (Center for the Advancement of the Gospel) was established in 1998, following the burden of brother Dong Yu Lan, with the purpose of training and perfecting workers for the Lord's harvest. It arose in response to the urgent need expressed by Jesus in Matthew 9:37-38: 'The harvest is plentiful, but the workers are few.'",
        "The mission of CEAPE aligns with the biblical vision of Matthew 24:14: 'And this gospel of the kingdom will be preached in the whole world as a testimony to all nations. And then the end will come.' Thus, the center exists to produce disciples committed to spreading the gospel of the kingdom, spiritually preparing them to fulfill Jesus' command (Matthew 28:19-20).",
        "At CEAPE, participants are perfected daily through the study of the prophetic word, which serves as light and direction for Christian living, resulting in a profound transformation of life, enabling missionaries to serve with excellence, faithfulness, and commitment to God's mission. The center values the development of a simple, humble heart that reverently regards God's Word, as written in Isaiah 66:2: 'These are the ones I look on with favor: those who are humble and contrite in spirit, and who tremble at my word.' (NIV)"
      ],
      "imagesUrls": ["https://picsum.photos/200/300?random=1"]
    },
    {
      "title": "Missions Abroad",
      "order": 1,
      "paragraphs": [
        "The Missions Abroad Project dates back to the 2000s when God's servant Dong Yu Lan, upon receiving the revelation about the Man Child in Revelation 12, clearly felt that the gospel of the kingdom needed to reach the African continent and subsequently Europe and North America. In these 25 years of project, we have over 100 missionaries spread across all continents to preach the Gospel of the Kingdom throughout the inhabited Earth, bringing our Lord back one day earlier. (Mt 24.14)",
        "Our missionaries are young people trained at CEAPE, and those who receive this calling from God to serve in other countries are sent to our consolidated bases, with all the structure to welcome them in over 30 countries. There they work from city to city, from country to country, sowing the seed of life in the hearts of people through healthy spiritual literature."
      ]
    },
    {
      "title": "EXPOLIVRO: Bringing Culture, Education, and Reading to All of Brazil",
      "order": 5,
      "paragraphs": [
        "EXPOLIVRO is a cultural, social, and educational project that aims to encourage the habit of reading in an accessible and engaging way. Its main tool is an itinerant trailer, equipped with a bookstore and library, which travels through Brazilian cities promoting culture, books, and activities that awaken interest in reading.",
        "Created in 1991, initially with adapted buses, the project evolved into modern trailers. Currently, three units circulate through the South, Northeast, and Southeast regions. In each city, the trailer offers a library, bookstore, storytelling, theatrical performances, lectures, community actions, and school visits, providing daily access to all these activities.",
        "Conceived by the Instituto Vida para Todos, with the support of Editora Árvore da Vida and CEAPE (Center for the Advancement of the Gospel), EXPOLIVRO is a Christian project that believes in the transformative power of reading the Bible and spiritual books, acting as an agent of change through knowledge, faith, and inspiration, reaching all corners of Brazil."
      ],
      "imagesUrls": ["https://picsum.photos/200/300?random=1"]
    },
    {
      "title": "TCI - Troops, Captains, and Adolescents",
      "order": 6,
      "paragraphs": [
        "The acronym TCI stands for Troops, Captains, and Stewards, representing the union of forces of all ages in the church's life. Adolescents, young people, and adults—even the elderly—are unanimous and focused on a single purpose: to serve the Lord so that everyone is active and fully enjoys the church life in resurrection. No one is left out; therefore, inclusion is the first mark of this tool. All, guided by the Lord's Word, live and serve with enthusiasm and excellence, giving their best for the edification of the Body of Christ."
      ],
      "imagesUrls": [
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1"
      ],
      "subProjects": [
        {
          "title": "Troops",
          "paragraphs": [
            "The troops are formed in the Adolescent Houses: a Christian project of a voluntary nature that provides adolescents, according to their age group, the opportunity to cooperate with God's work and, through the Gospel, positively influence society. They are placed in a healthy environment of care, holiness, and growth, being perfected in human, social, and spiritual aspects.",
            "Through immersion in the prophetic word and the practice of 'Can I Pray for You?', young people in this age group have manifested, day by day, more love for God and His Word, visibly growing in spiritual life. The expectation is that, upon reaching youth, after participating in the Center for the Advancement of the Gospel (CEAPE), they can expressively cooperate with God's work, including in missionary work. As they grow in the way of Christ, they also distribute books from Editora Árvore da Vida for free, through the Bread and Fish project. This project consists of the free distribution of donated books to people reached by the preaching of the gospel by these adolescents.",
            "Simplicity, the absence of concepts, and, above all, the integral and reverent love for the Word have given rise to a driving force in the church that impacts everyone. Adolescents ignite the church meetings, infecting the brethren with a sincere joy. For this reason, God continues to send them to us like drops of dew; their pure hearts have renewed the church life in resurrection."
          ]
        },
        {
          "title": "Captains",
          "paragraphs": [
            "To channel the energy of adolescent life (troops), young people have also been called to be part of this army as captains. They join the troops, directing them, guiding them, and learning from them. These young people are in a quite broad age range, subject to the pressures of the modern world regarding sustenance, relationships, and entertainment. Still, they dedicate their reverent love to God's Word, serving Him in all fronts of the church's action: expansion missions, care for their own city, family groups, meetings, and larger events.",
            "The House of Captains emerged from a word from brother Pedro Dong about young people who closely follow the Word, just like Timothy, who, even very young, began to serve with sensitivity in speaking of Paul, being very useful to him and promptly putting the Word into practice. The captains are in the transition phase between adolescence and adulthood, entering college or the job market. Through this tool, they have the opportunity to learn to manage their time better, with the main focus on spiritual life, without neglecting their social obligations. The House of Captains is a living space for these young people, where they can dedicate more time to immersion in the prophetic word, carry out colportage with the aim of producing offerings for the Lord's work, and also be perfected in multiplication, through 'Come and See'."
          ]
        },
        {
          "title": "Stewardship",
          "paragraphs": [
            "Stewardship is the part of God's army formed by mature brothers. This service arose from the feeling and concern of brother Pedro Dong to involve all the brothers in the church in the services. With the advancement of the Adolescent House and, later, the House of Captains, a challenge was presented to the mature brothers—especially those over 55—to get involved in the current move, closely following the prophetic word and serving sensitively to the needs, aptitudes, and characteristics of this age group.",
            "As in an army, troops and captains cannot advance without adequate logistical support, food, order, and care, essential needs for the functioning of the Adolescent and Captain Houses. The activities allow the brothers and sisters of this age group to serve peacefully, without losing the sense of belonging to something much larger and more important: the Lord's Work."
          ]
        }
      ]
    },
    {
      "title": "Factory of Winners Kids",
      "order": 7,
      "paragraphs": [
        "The Factory of Winners Kids is a project that aims to strengthen the children's ministry of churches, providing tools for children to engrave God's Word in their hearts, live this Word in practice, and preach the gospel. The project strengthens the child's identity as a child of God and a junior soldier of the King, providing an environment where, with the help of different resources, they can internalize the Word daily and develop a missionary heart that longs for the Lord's return. Thus, they become examples and lights at home, at school, and wherever they are. To further strengthen the weekly care for children, the Casa Kids was also created.",
        "Casa Kids, similar to the Adolescent House and the House of Captains, seeks to train children to cooperate with God's work and become adolescents who positively influence society. With the practice of the Factory of Winners Kids, the number of children engaged with God's Word has grown significantly. The project also contributes to the formation of character and social aspect, since, after the necessary preparation for this purpose, it can welcome children who are in vulnerable situations and, moreover, assist in the educational formation of its participants."
      ],
      "imagesUrls": ["https://picsum.photos/200/300?random=1", "https://picsum.photos/200/300?random=1"]
    },
    {
      "title": "Care Network and Reception Center",
      "order": 8,
      "paragraphs": [
        "The intense work of the Spirit, through the missionaries who are in the streets preaching the gospel, has reached many people who have shown interest in knowing more about God and His work. Consequently, it became necessary to structure a service in the churches that offers support and supply of love to the reached people. The care consists of shepherding these souls with prayers, conversations, and ministering the word, so that they find the spiritual path towards a full life in the Body of Christ.",
        "Aiming to serve the Lord with excellence and expedite care, integrating the new brothers into the life of the church, the Management System of the Reception Center and Care Network was created, already present and active in almost all states of Brazil, in addition to countries in Latin America, Europe, and the United States."
      ]
    },
    {
      "title": "Editora Árvore da Vida",
      "order": 9,
      "paragraphs": [
        "Editora Árvore da Vida started its activities in 1975, initially under the name Editora Gospel. Later, it was renamed Editora Restauração, and then Editora Fonte da Vida, until it definitively adopted its current name in 1978, along with the slogan 'The preciousness placed in books'. In the beginning, the publisher focused mainly on publishing books by brother Dong Yu Lan, a mission that continued until his death in September 2017. Since then, it has published the writings of brother Pedro Dong.",
        "The publisher's goal is to record, in books, the prophetic word ministered by the Holy Spirit through His servants, with the purpose of generating and edifying churches. Its works focus not only on revelation and spiritual direction but also on the practice of the word in the normal life of the church. The books help the reader extract the Spirit and life from the word through rumination.",
        "The publications, originally written in Portuguese, are translated into several languages, including Spanish, English, French, Italian, Korean, German, Romanian, and Hungarian. Editora Árvore da Vida has released about a thousand titles and reached the mark of approximately 25 million books sold."
      ],
      "imagesUrls": ["https://picsum.photos/200/300?random=1", "https://picsum.photos/200/300?random=1"]
    },
    {
      "title": "Árvore da Vida Retreat Center",
      "order": 10,
      "paragraphs": [
        "In the service of the Instituto Vida Para Todos, the Árvore da Vida Retreat Center (EAV) is a space dedicated to holding Christian and business events. With an area of 35 acres, the EAV has more than four decades of experience in hosting large meetings and conferences.",
        "Since its inauguration in September 1980, envisioned by brother Dong Yu Lan, the Retreat Center has been a strategic place for the union and edification of the Body of Christ. Its emergence met the need for a proper place for spiritual conferences, without depending on external rentals. After much prayer and seeking, the Retreat Center was found and has since become a landmark for the Lord's work.",
        "With the capacity to receive from 100 to 10,000 people, the structure of the EAV is complete and functional: there are 11 rooms, halls, and air-conditioned auditoriums; more than 5,500 beds available; restaurants with industrial kitchens capable of serving up to 10,000 meals per shift; in addition to leisure areas, a convivencia center, computerized services, and one of the largest auditoriums in Latin America.",
        "Over the years, the Retreat Center has received about 200,000 people per year, holding an average of 15 to 20 events annually, totaling more than 475 events since 1998. Today, it is the main venue for the Ministry of the Word conferences, bringing together about 20,000 people annually. More than an event center, the Árvore da Vida Retreat Center is a place where lives are transformed."
      ],
      "imagesUrls": [
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1",
        "https://picsum.photos/200/300?random=1"
      ]
    }
  ]
}
