{
  "pt": [
    {
      "title": "Colportagem",
      "order": 3,
      "paragraphs": [
        "A palavra “colportor” tem origem no francês colporteur, que significa \"carregar no pescoço\", remetendo ao método utilizado por Pedro Valdo (1140–1205), comerciante de Lyon e líder dos valdenses. Ele promovia a distribuição das Escrituras ao perceber a necessidade espiritual das pessoas. Para isso, confeccionou bolsas tiracolo, usadas sob a roupa, por vendedores que levavam porções manuscritas da Bíblia, pois ainda não existia a imprensa. Valdo entendia que a Palavra precisava ser acessível, disponível a todos, e não apenas a uma minoria privilegiada, pois, quanto mais a lia e desfrutava dela, mais crescia em seu interior o desejo e o encargo de divulgá-la.",
        "Assim, em 1990, a colportagem — a pregação do evangelho do Reino por meio dos livros — teve início no Brasil. Em 2018, surgiu a colportagem dinâmica, por meio de uma reação de jovens que, movidos pelo poder do Espírito, tornaram essa ferramenta muito mais efetiva, agregando a dependência completa do Senhor e a oração pelas pessoas. Hoje, os colportores, como os valdenses do passado, distribuem livros com a revelação de Deus, produzidos pela Editora Árvore da Vida, abordando pessoas com a pergunta: “Posso orar por você?” e compartilhando o evangelho do Reino."
      ],
      "imagesUrls": [
        "https://cdn.institutovidaparatodos.org.br/projects/colportagem/IMG_2243.jpeg",
        "https://cdn.institutovidaparatodos.org.br/projects/colportagem/IMG_7444.jpeg",
        "https://cdn.institutovidaparatodos.org.br/projects/colportagem/IMG_7409.jpg"
      ]
    },
    {
      "title": "PAC - Posto Avançado de Colportagem",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/pac.png"
      },
      "order": 4,
      "paragraphs": [
        "O PAC é um centro de aperfeiçoamento para colportores que já atuam como missionários em tempo integral, com o objetivo de melhorar sua prática diária para que alcancem mais pessoas a cada dia. É uma das ferramentas da obra do Senhor!",
        "O PAC surgiu em 2017, quando um pequeno grupo de missionários que cuidavam do irmão Dong Yu Lan recebeu uma palavra profética dizendo que eles eram colportores. Eles creram nessa palavra, e o Senhor a confirmou por meio de sinais, prodígios e milagres! Eles foram para as ruas e, em três dias, alcançaram mais de 500 pessoas com orações e com a palavra escrita.",
        "Hoje, o PAC tem sua sede em São Paulo, além de outras duas unidades: Foz do Iguaçu e Bogotá.",
        "Desde o ano de 2017, estima-se que mais de 6.000 pessoas já foram aperfeiçoadas por meio desta ferramenta."
      ]
    },
    {
      "title": "CEAPE – Centro de Aperfeiçoamento para a Propagação do Evangelho",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/ceape.png",
        "backgroundColor": "var(--primary-color)"
      },
      "order": 2,
      "paragraphs": [
        "O CEAPE (Centro de Aperfeiçoamento para a Propagação do Evangelho) foi estabelecido em 1998, a partir do encargo do irmão Dong Yu Lan, com o propósito de formar e aperfeiçoar trabalhadores para a obra do Senhor. Ele surgiu como resposta à urgente necessidade expressa por Jesus em Mateus 9:37-38: “A seara é grande, mas os trabalhadores são poucos.”",
        "A missão do CEAPE está alinhada à visão bíblica de Mateus 24:14: “E este evangelho do reino será pregado em todo o mundo como testemunho a todas as nações. Então virá o fim.” Assim, o centro existe para produzir discípulos comprometidos com a propagação do evangelho do reino, preparando-os espiritualmente para cumprir o IDE de Jesus (Mateus 28:19-20).",
        "No CEAPE, os participantes são aperfeiçoados diariamente por meio do estudo da palavra profética, que funciona como luz e direção para o viver cristão, resultando em uma profunda transformação de vida. Isso capacita missionários a servirem com excelência, fidelidade e compromisso com a missão de Deus. O centro valoriza o desenvolvimento de um coração simples, humilde e reverente à Palavra de Deus, como está escrito em Isaías 66:2: “Todavia, para este homem eu olharei, para aquele que é pobre e de um espírito humilde, e treme diante da minha palavra.” (BKJ)",
        "**Onde o CEAPE esta presente?**"
      ],
      "imagesUrls": [
        "https://cdn.institutovidaparatodos.org.br/projects/ceape/IMG_3786.jpg",
        "https://cdn.institutovidaparatodos.org.br/projects/ceape/IMG_3788.jpeg",
        "https://cdn.institutovidaparatodos.org.br/projects/ceape/IMG_3789.jpeg"
      ],
      "worldMap": {
        "countryColorsConfig": {
          "Brazil": "var(--primary-color)",
          "United States of America": "var(--secondary-color)",
          "Chile": "var(--secondary-color)",
          "Bolivia": "var(--secondary-color)",
          "Peru": "var(--secondary-color)",
          "Ecuador": "var(--secondary-color)",
          "Colombia": "var(--secondary-color)",
          "Portugal": "var(--secondary-color)",
          "Cameroon": "var(--secondary-color)",
          "Congo": "var(--secondary-color)",
          "Dem. Rep. Congo": "var(--secondary-color)",
          "Kenya": "var(--secondary-color)",
          "Tanzania": "var(--secondary-color)",
          "Angola": "var(--secondary-color)",
          "Uganda": "var(--secondary-color)",
          "Mozambique": "var(--secondary-color)",
          "Madagascar": "var(--secondary-color)",
          "South Africa": "var(--secondary-color)"
        },
        "additionalTexts": [
          {
            "text": "BRASIL",
            "coordinates": [-48, -10]
          },
          {
            "text": "ESTADOS UNIDOS",
            "fontSize": 8,
            "coordinates": [-100, 37]
          }
        ],
        "markers": [
          { "name": "United States - Florida", "coordinates": [-81.5158, 27.6648] },
          {
            "name": "Chile",
            "markerText": {
              "text": "Chile"
            },
            "coordinates": [-71.542969, -35.675147]
          },
          {
            "name": "Bolivia",
            "markerText": {
              "text": "Bolívia"
            },
            "coordinates": [-63.5887, -16.2902]
          },
          {
            "name": "Peru",
            "markerText": {
              "text": "Peru"
            },
            "coordinates": [-75.0152, -9.189967]
          },
          {
            "name": "Ecuador",
            "markerText": {
              "text": "Equador",
              "fontSize": 3
            },
            "coordinates": [-78.1834, -1.8312]
          },
          {
            "name": "Colombia",
            "markerText": {
              "text": "Colômbia",
              "fontSize": 3
            },
            "coordinates": [-73.2973, 4.5709]
          },
          {
            "name": "Portugal",
            "markerText": {
              "text": "Portugal",
              "textAnchor": "end"
            },
            "coordinates": [-8.2245, 39.3999]
          },
          {
            "name": "Cameroon",
            "markerText": {
              "text": "Camarões",
              "fontSize": 2
            },
            "coordinates": [11.7, 6.3697]
          },
          {
            "name": "Dem. Rep. Congo (Kinshasa, DRC)",
            "markerText": {
              "text": "República\ndo Congo"
            },
            "coordinates": [22, -2.7]
          },
          {
            "name": "Uganda",
            "markerText": {
              "text": "Uganda",
              "fontSize": 2,
              "y": 2
            },
            "coordinates": [32.2903, 1.3733]
          },
          {
            "name": "Kenya",
            "markerText": {
              "text": "Quênia",
              "fontSize": 3
            },
            "coordinates": [37.9062, 1.5]
          },
          {
            "name": "Tanzania",
            "markerText": {
              "text": "Tanzânia",
              "fontSize": 3
            },
            "coordinates": [34.8888, -6.369]
          },
          {
            "name": "Angola",
            "markerText": { "text": "Angola" },
            "coordinates": [17.8739, -11.2027]
          },
          {
            "name": "Mozambique",
            "markerText": {
              "text": "Moçambique",
              "rotate": "-45deg",
              "fontSize": 3,
              "textAnchor": "end",
              "y": "3"
            },
            "coordinates": [38, -15]
          },
          {
            "name": "Madagascar",
            "markerText": {
              "text": "Madagascar",
              "textAnchor": "end",
              "fontSize": 3,
              "rotate": "-72deg"
            },
            "coordinates": [46.8691, -17]
          },
          {
            "name": "South Africa",
            "markerText": {
              "text": "África do Sul",
              "fontSize": 3
            },
            "coordinates": [24, -30.5595]
          },
          { "name": "Parana", "coordinates": [-51.9253, -25.2521] },
          { "name": "Sao Paulo", "coordinates": [-46.6333, -23.5505] },
          { "name": "Brasilia", "coordinates": [-47.9292, -15.7801] },
          { "name": "Bahia", "coordinates": [-38.5014, -12.9704] },
          { "name": "Mato Grosso", "coordinates": [-56.0969, -12.6819] },
          { "name": "Amazonas", "coordinates": [-60.0258, -3.4168] },
          { "name": "Pará", "coordinates": [-52.2971, -5.5321] },
          { "name": "Paraiba", "coordinates": [-34.8631, -7.1153] }
        ]
      }
    },
    {
      "title": "Missões no Exterior",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/missoes-exterior.png"
      },
      "order": 1,
      "paragraphs": [
        "O Projeto Missões no Exterior teve início nos anos 2000, quando o servo de Deus Dong Yu Lan, ao receber a revelação sobre o Filho Varão de Apocalipse 12, sentiu claramente que o evangelho do reino precisava alcançar o continente africano e, sucessivamente, a Europa e a América do Norte.",
        "Nestes 25 anos de projeto, temos mais de 100 missionários espalhados por todos os continentes da Terra, com o propósito de pregar o Evangelho do Reino por toda a terra habitada e trazer nosso Senhor de volta um dia mais cedo (Mt 24.14).",
        "Nossos missionários são jovens formados no CEAPE. Aqueles que recebem esse chamamento de Deus para servirem em outros países são enviados às nossas bases consolidadas, com toda a estrutura necessária para recebê-los, em mais de 30 países. Ali, trabalham de cidade em cidade, de país em país, levando a semente da vida ao coração das pessoas por meio de uma literatura espiritual saudável."
      ],
      "YouTubeVideoIds": ["dgaa0D2XK4Q", "kQNJfvtC9WI", "So14fpDStHI", "Obf7V5sAvms"]
    },
    {
      "title": "EXPOLIVRO: Levando Cultura, Educação e Leitura para Todo o Brasil",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/expolivro.png",
        "backgroundColor": "var(--primary-color)"
      },
      "order": 5,
      "paragraphs": [
        "O EXPOLIVRO é um projeto cultural, social e educacional que tem como missão incentivar o hábito da leitura de forma acessível e envolvente. Sua principal ferramenta é uma carreta itinerante, equipada com livraria e biblioteca, que percorre cidades brasileiras promovendo cultura, livros e atividades que despertam o interesse pela leitura.",
        "Criado em 1991, inicialmente com ônibus adaptados, o projeto evoluiu para carretas modernas. Atualmente, três unidades circulam pelas regiões Sul, Nordeste e Sudeste. Em cada cidade, a carreta oferece biblioteca, livraria, contação de histórias, apresentações teatrais, palestras, ações comunitárias e visitas escolares, proporcionando acesso diário a todas essas atividades.",
        "Idealizado pelo Instituto Vida para Todos, com apoio da Editora Árvore da Vida e do CEAPE (Centro de Aperfeiçoamento para a Propagação do Evangelho), o EXPOLIVRO é um projeto cristão que acredita no poder transformador da leitura da Bíblia e de livros espirituais, atuando como agente de mudança por meio do conhecimento, da fé e da inspiração, alcançando todos os cantos do Brasil."
      ],
      "imagesUrls": [
        "https://cdn.institutovidaparatodos.org.br/projects/expolivro/IMG_7777.JPEG",
        "https://cdn.institutovidaparatodos.org.br/projects/expolivro/IMG_7778.JPEG",
        "https://cdn.institutovidaparatodos.org.br/projects/expolivro/IMG_7779.JPEG",
        "https://cdn.institutovidaparatodos.org.br/projects/expolivro/IMG_7780.JPEG",
        "https://cdn.institutovidaparatodos.org.br/projects/expolivro/IMG_7781.JPEG"
      ]
    },
    {
      "title": "TCI - Tropas, Capitães e Adolescentes",
      "order": 6,
      "paragraphs": [
        "A sigla TCI significa Tropas, Capitães e Intendentes, representando a união de forças de todas as faixas etárias no viver da igreja. Adolescentes, jovens e adultos — até mesmo os da melhor idade — estão unânimes e focados em um único propósito: servir ao Senhor de modo que todos sejam ativos e desfrutem plenamente do viver da igreja em ressurreição. Ninguém fica de fora; por isso, a inclusão é a primeira marca dessa ferramenta. Todos, direcionados pela Palavra do Senhor, vivem e servem com entusiasmo e excelência, dando o seu melhor para a edificação do Corpo de Cristo."
      ],
      "imagesUrls": ["https://cdn.institutovidaparatodos.org.br/projects/TCI/IMG_3790.jpeg"],
      "subProjects": [
        {
          "title": "Tropas",
          "paragraphs": [
            "As tropas são formadas nas Casas de Adolescentes: um projeto cristão de natureza voluntária que proporciona aos adolescentes, de acordo com sua faixa etária, a oportunidade de cooperar com a obra de Deus e, por meio do Evangelho, influenciar positivamente a sociedade. Eles são inseridos em um ambiente saudável de cuidado, santidade e crescimento, sendo aperfeiçoados nos âmbitos humano, social e espiritual.",
            "Por meio da imersão na palavra profética e da prática do “Posso Orar por Você?”, os jovens dessa faixa etária têm manifestado, a cada dia, mais amor a Deus e à Sua Palavra, crescendo visivelmente na vida espiritual. A expectativa é que, ao chegarem à juventude, após participarem do Centro de Aperfeiçoamento para a Propagação do Evangelho (CEAPE), possam cooperar expressivamente com a obra de Deus, inclusive em trabalhos missionários.",
            "Enquanto crescem no caminho de Cristo, também distribuem os livros da Editora Árvore da Vida gratuitamente, pelo projeto Pães e Peixes. Esse projeto consiste na distribuição gratuita de livros doados para as pessoas que são alcançadas pela pregação do evangelho desses adolescentes.",
            "A simplicidade, a ausência de conceitos e, principalmente, o amor integral e reverente à Palavra fizeram brotar na igreja uma força motriz que impacta a todos. Os adolescentes inflamam as reuniões da igreja, contagiando os irmãos com uma alegria singela. Por isso, Deus continua enviando-os a nós como gotas de orvalho; seus corações puros têm renovado o viver da igreja em ressurreição."
          ]
        },
        {
          "title": "Capitães",
          "paragraphs": [
            "Para canalizar a energia da vida dos adolescentes (tropas), os jovens também foram convocados a fazer parte desse exército como capitães. Eles se unem às tropas, direcionando-as, orientando-as e aprendendo com elas. Esses jovens estão em uma faixa etária bastante abrangente, sujeita às pressões do mundo moderno quanto ao sustento, aos relacionamentos e ao entretenimento. Ainda assim, dedicam seu amor reverente à Palavra de Deus, servindo-O em todas as frentes de atuação da igreja: missões de expansão, cuidado com a própria cidade, grupos familiares, reuniões e eventos maiores.",
            "A Casa de Capitães surgiu a partir de uma palavra do irmão Pedro Dong sobre jovens que acompanham de perto a Palavra, assim como Timóteo, que, ainda muito jovem, começou a servir com sensibilidade ao falar de Paulo, sendo-lhe muito útil e colocando prontamente em prática a Palavra.",
            "Os capitães estão na fase de transição entre a adolescência e a idade adulta, ingressando na faculdade ou no mercado de trabalho. Por meio dessa ferramenta, têm a oportunidade de aprender a administrar melhor o tempo, com foco principal na vida espiritual, sem, contudo, deixar de atender às suas obrigações sociais.",
            "A Casa de Capitães é um espaço de convivência para esses jovens, onde podem dedicar mais tempo à imersão na palavra profética, realizar colportagem com o objetivo de produzir ofertas para a obra do Senhor e também serem aperfeiçoados na multiplicação, por meio do “Vem e Vê”."
          ]
        },
        {
          "title": "Intendência",
          "paragraphs": [
            "A Intendência é a parte do exército de Deus formada pelos irmãos da maturidade. Esse serviço surgiu a partir do sentimento e da preocupação do irmão Pedro Dong em envolver todos os irmãos da igreja nos serviços. Com o avanço da Casa de Adolescentes e, posteriormente, da Casa de Capitães, foi lançado um desafio aos irmãos da maturidade — principalmente os acima de 55 anos — para que se envolvessem no mover atual, acompanhando mais de perto a palavra profética e servindo com sensibilidade às necessidades, aptidões e características dessa faixa etária.",
            "Como em um exército, tropas e capitães não podem avançar sem um apoio logístico adequado: alimentação, ordem e carinho, necessidades essenciais para o funcionamento das Casas de Adolescentes e de Capitães. As atividades permitem que os irmãos e as irmãs dessa faixa etária sirvam com tranquilidade, sem perder o sentimento de pertencimento a algo muito maior e mais importante: a Obra do Senhor."
          ]
        }
      ]
    },
    {
      "title": "Fábrica de Vencedores Kids",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/fvkids.png"
      },
      "order": 7,
      "paragraphs": [
        "A Fábrica de Vencedores Kids é um projeto que tem como objetivo fortalecer o ministério infantil das igrejas, fornecendo ferramentas para que as crianças gravem a Palavra de Deus em seu coração, vivam essa Palavra na prática e preguem o evangelho. O projeto fortalece a identidade da criança como filho de Deus e soldado mirim do Rei, proporcionando um ambiente no qual, com a ajuda de diferentes recursos, elas possam internalizar a Palavra diariamente e desenvolver um coração missionário, que anseie pela volta do Senhor. Assim, tornam-se exemplo e luz em casa, na escola e em qualquer lugar onde estiverem.Para fortalecer ainda mais o cuidado semanal com as crianças, foi criada também a Casa Kids.",
        "A Casa Kids, semelhantemente à Casa de Adolescentes e à Casa de Capitães, busca formar crianças para cooperarem com a obra de Deus e se tornarem adolescentes que influenciam positivamente a sociedade. Com a prática da Fábrica de Vencedores Kids, o número de crianças engajadas com a Palavra de Deus cresceu significativamente. O projeto também colabora com a formação do caráter e do aspecto social, visto que, após a preparação necessária para essa finalidade, poderá acolher crianças que se encontrarem em situação de vulnerabilidade e, além disso, auxiliar na formação escolar de seus participantes."
      ],
      "imagesUrls": ["https://cdn.institutovidaparatodos.org.br/projects/fvkids/IMG_0008.jpeg"]
    },
    {
      "title": "Rede de Cuidado e Central de acolhimento",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/central-acolhimento.png"
      },
      "order": 8,
      "paragraphs": [
        "A intensa atuação do Espírito, por meio dos missionários que estão nas ruas pregando o evangelho, alcançou muitas pessoas que manifestaram interesse em conhecer mais a Deus e Sua obra. Com isso, fez-se necessário estruturar um serviço nas igrejas que ofereça apoio e suprimento de amor às pessoas alcançadas. O cuidado consiste em apascentar e pastorear essas almas com orações, conversas e ministração da Palavra, para que elas encontrem o caminho espiritual rumo a uma vida plena no Corpo de Cristo.",
        "Com o objetivo de servir ao Senhor com excelência e agilizar o cuidado, integrando os novos irmãos ao viver da igreja, foi criado o Sistema de Gerenciamento da Central de Acolhimento e Rede de Cuidado, já presente e atuante em quase todos os estados do Brasil, além de países da América Latina, Europa e Estados Unidos."
      ]
    },
    {
      "title": "Editora Árvore da Vida",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/editora.png",
        "backgroundColor": "#004D21"
      },
      "order": 9,
      "paragraphs": [
        "A Editora Árvore da Vida iniciou suas atividades em 1975, inicialmente sob o nome de Editora Gospel. Posteriormente, passou a se chamar Editora Restauração e, mais tarde, Editora Fonte da Vida, até adotar definitivamente o nome atual em 1978, juntamente com o slogan “A preciosidade colocada em livros”. No início, a editora focava-se principalmente na publicação de livros do irmão Dong Yu Lan, missão que continuou até seu falecimento, em setembro de 2017. Desde então, passou a publicar os escritos do irmão Pedro Dong.",
        "O objetivo da editora é registrar, em livros, a palavra profética ministrada pelo Espírito Santo por meio de Seus servos, com o propósito de gerar e edificar igrejas. Suas obras têm como foco, além da revelação e da direção espiritual, a prática da palavra na vida normal da igreja. Os livros ajudam o leitor a extrair o Espírito e a vida da palavra por meio da ruminação.",
        "As publicações, originalmente escritas em português, são traduzidas para vários idiomas, incluindo espanhol, inglês, francês, italiano, coreano, alemão, romeno e húngaro. A Editora Árvore da Vida já lançou cerca de mil títulos e alcançou a marca de aproximadamente 25 milhões de livros vendidos."
      ],
      "imagesUrls": ["https://picsum.photos/200/300?random=1", "https://picsum.photos/200/300?random=1"]
    },
    {
      "title": "Estância Árvore da Vida",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/eav.png"
      },
      "order": 10,
      "paragraphs": [
        "A serviço do Instituto Vida para Todos, a Estância Árvore da Vida (EAV) é um espaço dedicado à realização de eventos cristãos e empresariais. Com uma área de 35 alqueires, a EAV conta com mais de quatro décadas de experiência no acolhimento de grandes encontros e conferências.",
        "Desde sua inauguração, em setembro de 1980, idealizada pelo irmão Dong Yu Lan, a Estância tem sido um lugar estratégico para a união e a edificação do Corpo de Cristo. Seu surgimento atendeu à necessidade de um local próprio para as conferências espirituais, sem depender de aluguéis externos. Após muita oração e busca, a Estância foi encontrada e, desde então, tornou-se um marco para a obra do Senhor.",
        "Com capacidade para receber de 100 a 10 mil pessoas, a estrutura da EAV é completa e funcional: são 11 salas, salões e auditórios climatizados; mais de 5.500 leitos disponíveis; restaurantes com cozinha industrial, capazes de servir até 10 mil refeições por turno; além de áreas de lazer, centro de convivência, serviços informatizados e um dos maiores auditórios da América Latina.",
        "Ao longo dos anos, a Estância tem recebido cerca de 200 mil pessoas por ano, realizando, em média, de 15 a 20 eventos anuais, o que totaliza mais de 475 eventos desde 1998. Hoje, é o principal local de realização das conferências do Ministério da Palavra, reunindo anualmente cerca de 20 mil pessoas. Mais do que um centro de eventos, a Estância Árvore da Vida é um lugar onde vidas são transformadas."
      ],
      "imagesUrls": [
        "https://cdn.institutovidaparatodos.org.br/projects/eav/IMG_7409.jpeg",
        "https://cdn.institutovidaparatodos.org.br/projects/eav/IMG_7410.jpg",
        "https://cdn.institutovidaparatodos.org.br/projects/eav/IMG_7411.jpg",
        "https://cdn.institutovidaparatodos.org.br/projects/eav/IMG_7412.jpeg",
        "https://cdn.institutovidaparatodos.org.br/projects/eav/IMG_7413.jpg"
      ]
    }
  ],
  "en": [
    {
      "title": "Colporting",
      "order": 3,
      "paragraphs": [
        "The word ‘colporteur’ originates from the French colporteur, meaning ‘to carry on the neck.’ This term refers to the method used by Peter Waldo (1140–1205), a merchant from Lyon and leader of the Waldensians. He began distributing the Scriptures after perceiving people’s spiritual needs. To do this, he crafted shoulder bags, worn under clothing, for vendors who carried handwritten portions of the Bible since the printing press had not yet been invented. Waldo understood that the Word needed to be accessible, available to all, not just a privileged minority, for the more he read and enjoyed it, the more the desire and burden to spread it grew within him.",
        "Thus, in 1990, Colporting—the propagation of the gospel of the kingdom through books—began in Brazil. In 2018, dynamic Colporting emerged through a response from young people who, moved by the power of the Spirit, made this tool far more effective, incorporating complete dependence on the Lord and prayer for people. Today, colporteurs, like the Waldensians of old, distribute books with God’s revelation, produced by Arvore da Vida Publishing House, approaching people with the question: “May I pray for you?” and sharing the gospel of the kingdom."
      ],
      "imagesUrls": [
        "https://cdn.institutovidaparatodos.org.br/projects/colportagem/IMG_2243.jpeg",
        "https://cdn.institutovidaparatodos.org.br/projects/colportagem/IMG_7444.jpeg",
        "https://cdn.institutovidaparatodos.org.br/projects/colportagem/IMG_7409.jpg"
      ]
    },
    {
      "title": "ACO (Advanced Colporting Outpost)",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/pac.png"
      },
      "order": 4,
      "paragraphs": [
        "The ACO is a training center for colporteurs who are already serving as full-time missionaries. Its purpose is to improve their daily practices so they can reach more people. It is one of the Lord’s instruments!",
        "ACO began in 2017 when a small group of missionaries caring for Brother Dong Yu Lan received a prophetic word declaring that they were colporteurs. They believed this word, and the Lord confirmed it through signs, wonders, and miracles! They went to the streets and, in three days, reached over 500 people with prayers and the written word. ",
        "Today, ACO is headquartered in São Paulo, with two additional units in Foz do Iguaçu and Bogotá.",
        "Since 2017, it is estimated that over 6,000 people have been perfected through this tool."
      ]
    },
    {
      "title": "GPC (Gospel Perfecting Center)",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/ceape.png",
        "backgroundColor": "var(--primary-color)"
      },
      "order": 2,
      "paragraphs": [
        "The GPC (Gospel Perfecting Center) was established in 1998 at the initiative of Brother Dong Yu Lan. Its purpose is to train and equip workers for the Lord’s work. It arose in response to the urgent need expressed by Jesus in Matthew 9:37-38: “Then He said to His disciples, “The harvest truly is plentiful, but the laborers are few.”",
        "The mission of GPC aligns with the biblical vision of Matthew 24:14: 'And this gospel of the kingdom will be preached in all the world as a witness to all the nations, and then the end will come.' The center thus exists to produce disciples committed to propagating the gospel of the kingdom, preparing them spiritually to fulfill Jesus’ Great Commission (Matt. 28:19-20).",
        "At GPC, participants are perfected daily through the study of the prophetic Word, which serves as light and direction for Christian living, resulting in profound life transformation. This equips missionaries to serve with excellence, faithfulness, and commitment to God’s mission. The center values the development of a simple, humble, and reverent heart toward God’s Word, as written in Isaiah 66:2: “But on this one will I look: On him who is poor and of a contrite spirit, And who trembles at My word.”",
        "**Where GPC Is Present**"
      ],
      "imagesUrls": [
        "https://cdn.institutovidaparatodos.org.br/projects/ceape/IMG_3786.jpg",
        "https://cdn.institutovidaparatodos.org.br/projects/ceape/IMG_3788.jpeg",
        "https://cdn.institutovidaparatodos.org.br/projects/ceape/IMG_3789.jpeg"
      ],
      "worldMap": {
        "countryColorsConfig": {
          "Brazil": "var(--primary-color)",
          "United States of America": "var(--secondary-color)",
          "Chile": "var(--secondary-color)",
          "Bolivia": "var(--secondary-color)",
          "Peru": "var(--secondary-color)",
          "Ecuador": "var(--secondary-color)",
          "Colombia": "var(--secondary-color)",
          "Portugal": "var(--secondary-color)",
          "Cameroon": "var(--secondary-color)",
          "Congo": "var(--secondary-color)",
          "Dem. Rep. Congo": "var(--secondary-color)",
          "Kenya": "var(--secondary-color)",
          "Tanzania": "var(--secondary-color)",
          "Angola": "var(--secondary-color)",
          "Uganda": "var(--secondary-color)",
          "Mozambique": "var(--secondary-color)",
          "Madagascar": "var(--secondary-color)",
          "South Africa": "var(--secondary-color)"
        },
        "additionalTexts": [
          {
            "text": "BRAZIL",
            "coordinates": [-48, -10]
          },
          {
            "text": "UNITED STATES",
            "fontSize": 8,
            "coordinates": [-100, 37]
          }
        ],
        "markers": [
          { "name": "United States - Florida", "coordinates": [-81.5158, 27.6648] },
          {
            "name": "Chile",
            "markerText": {
              "text": "Chile"
            },
            "coordinates": [-71.542969, -35.675147]
          },
          {
            "name": "Bolivia",
            "markerText": {
              "text": "Bolivia"
            },
            "coordinates": [-63.5887, -16.2902]
          },
          {
            "name": "Peru",
            "markerText": {
              "text": "Peru"
            },
            "coordinates": [-75.0152, -9.189967]
          },
          {
            "name": "Ecuador",
            "markerText": {
              "text": "Ecuador",
              "fontSize": 3
            },
            "coordinates": [-78.1834, -1.8312]
          },
          {
            "name": "Colombia",
            "markerText": {
              "text": "Colombia",
              "fontSize": 3
            },
            "coordinates": [-73.2973, 4.5709]
          },
          {
            "name": "Portugal",
            "markerText": {
              "text": "Portugal",
              "textAnchor": "end"
            },
            "coordinates": [-8.2245, 39.3999]
          },
          {
            "name": "Cameroon",
            "markerText": {
              "text": "Cameroon",
              "fontSize": 2
            },
            "coordinates": [11.7, 6.3697]
          },
          {
            "name": "Dem. Rep. Congo (Kinshasa, DRC)",
            "markerText": {
              "text": "Republic\nof the Congo"
            },
            "coordinates": [22, -2.7]
          },
          {
            "name": "Uganda",
            "markerText": {
              "text": "Uganda",
              "fontSize": 2,
              "y": 2
            },
            "coordinates": [32.2903, 1.3733]
          },
          {
            "name": "Kenya",
            "markerText": {
              "text": "Kenya",
              "fontSize": 3
            },
            "coordinates": [37.9062, 1.5]
          },
          {
            "name": "Tanzania",
            "markerText": {
              "text": "Tanzania",
              "fontSize": 3
            },
            "coordinates": [34.8888, -6.369]
          },
          {
            "name": "Angola",
            "markerText": { "text": "Angola" },
            "coordinates": [17.8739, -11.2027]
          },
          {
            "name": "Mozambique",
            "markerText": {
              "text": "Mozambique",
              "rotate": "-45deg",
              "fontSize": 3,
              "textAnchor": "end",
              "y": "3"
            },
            "coordinates": [38, -15]
          },
          {
            "name": "Madagascar",
            "markerText": {
              "text": "Madagascar",
              "textAnchor": "end",
              "fontSize": 3,
              "rotate": "-72deg"
            },
            "coordinates": [46.8691, -17]
          },
          {
            "name": "South Africa",
            "markerText": {
              "text": "South Africa",
              "fontSize": 3
            },
            "coordinates": [24, -30.5595]
          },
          { "name": "Parana", "coordinates": [-51.9253, -25.2521] },
          { "name": "Sao Paulo", "coordinates": [-46.6333, -23.5505] },
          { "name": "Brasilia", "coordinates": [-47.9292, -15.7801] },
          { "name": "Bahia", "coordinates": [-38.5014, -12.9704] },
          { "name": "Mato Grosso", "coordinates": [-56.0969, -12.6819] },
          { "name": "Amazonas", "coordinates": [-60.0258, -3.4168] },
          { "name": "Pará", "coordinates": [-52.2971, -5.5321] },
          { "name": "Paraiba", "coordinates": [-34.8631, -7.1153] }
        ]
      }
    },
    {
      "title": "Missions Abroad",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/missoes-exterior.png"
      },
      "order": 1,
      "paragraphs": [
        "The Missions Abroad Project began in the 2000s when God’s servant, Dong Yu Lan, upon receiving the revelation about the Male Child of Revelation 12, clearly felt that the gospel of the kingdom needed to reach the African continent and, subsequently, Europe and North America.",
        "Over the past 25 years, more than 100 missionaries have been sent to every continent to preach the gospel of the kingdom throughout the inhabited world, hastening our Lord’s return one day sooner (Matt. 24:14).",
        "Our missionaries are young people trained at GPC. Those who receive God’s calling to serve in other countries are sent to our established bases, equipped with all necessary infrastructure, in over 30 countries. There, they work from city to city, country to country, bringing the seed of life to people’s hearts through healthy spiritual literature."
      ],
      "YouTubeVideoIds": ["dgaa0D2XK4Q", "kQNJfvtC9WI", "So14fpDStHI", "Obf7V5sAvms"]
    },
    {
      "title": "BookExpo: Bringing Culture, Education, and Reading to All of Brazil",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/expolivro.png",
        "backgroundColor": "var(--primary-color)"
      },
      "order": 5,
      "paragraphs": [
        "BookExpo is a cultural, social, and educational project with a mission to encourage the habit of reading in an accessible and engaging way. Its primary tool is an itinerant truck equipped with a bookstore and library, traveling through Brazilian cities to promote culture, books, and activities that spark interest in reading.",
        "Created in 1991, initially with adapted buses, the project evolved into modern trucks. Currently, three units travel through the South, Northeast, and Southeast regions. In each city, the truck offers a library, bookstore, storytelling, theatrical performances, lectures, community actions, and school visits, providing daily access to all these activities.",
        "Conceived by Instituto Vida Para Todos, with support from Arvore da Vida Publishing House and GPC, BookExpo is a Christian project that believes in the transformative power of reading the Bible and spiritual books, acting as an agent of change through knowledge, faith, and inspiration, spreading its impact to every corner of Brazil."
      ],
      "imagesUrls": [
        "https://cdn.institutovidaparatodos.org.br/projects/expolivro/IMG_7777.JPEG",
        "https://cdn.institutovidaparatodos.org.br/projects/expolivro/IMG_7778.JPEG",
        "https://cdn.institutovidaparatodos.org.br/projects/expolivro/IMG_7779.JPEG",
        "https://cdn.institutovidaparatodos.org.br/projects/expolivro/IMG_7780.JPEG",
        "https://cdn.institutovidaparatodos.org.br/projects/expolivro/IMG_7781.JPEG"
      ]
    },
    {
      "title": "TCS – Troops, Captains, and Senior Stewards",
      "order": 6,
      "paragraphs": [
        "The acronym TCS stands for Troops, Captains, and Senior Stewards, representing the oneness of all age groups in the church life. Teenagers, young people, and adults—even those of advanced age—are in one accord, focused on a single purpose: to serve the Lord so that all are active and fully enjoy the resurrected church life. No one is left out; thus, inclusion is the first hallmark of this tool. All, directed by the Lord’s Word, live and serve with enthusiasm and excellence, giving their best for the building up of the Body of Christ."
      ],
      "imagesUrls": ["https://cdn.institutovidaparatodos.org.br/projects/TCI/IMG_3790.jpeg"],
      "subProjects": [
        {
          "title": "Troops",
          "paragraphs": [
            "Troops are formed in the Houses of Teenagers: a voluntary Christian project that provides teenagers, according to their age group, the opportunity to cooperate with God’s work and, through the gospel, positively influence society. They are brought into a healthy environment of care, holiness, and growth, being perfected in human, social, and spiritual aspects.",
            "Through immersion in the prophetic Word and the practice of “May I pray for you?”, young people in this age group increasingly manifest love for God and His Word, visibly growing in spiritual life. The expectation is that, upon reaching young adulthood, after participating in the Gospel Perfecting Center (GPC), they can significantly cooperate with God’s work, including in missionary endeavors.",
            "While growing in Christ’s way, they also distribute books from Arvore da Vida Publishing House for free through the Loaves and Fishes Project. This project involves the free distribution of donated books to people reached by the teenagers’ gospel preaching.",
            "The simplicity, absence of preconceived notions, and, above all, wholehearted and reverent love for the Word have birthed in the church a driving force that impacts everyone. Teenagers ignite church meetings, infecting the saints with a simple joy. Thus, God continues to send them to us as drops of dew; their pure hearts renew the resurrected church life."
          ]
        },
        {
          "title": "Captains",
          "paragraphs": [
            "To channel the energy of the teenagers’ life (Troops), young people were also called to join this army as Captains. They unite with the Troops, guiding and learning from them. These young people span a broad age range, subject to modern world pressures regarding livelihood, relationships, and entertainment. Yet, they dedicate their reverent love to God’s Word, serving Him in all fronts of church activity: expansion missions, care for their city, family groups, meetings, and larger events.",
            "The House of Captains was founded after a word from Brother Pedro Dong about young people who follow the Word closely, like Timothy. Though very young, Timothy began to serve Paul, being very helpful to him by promptly putting the Word into practice with sensitivity to his speaking.",
            "Captains are in the transition phase between adolescence and adulthood, entering college or the workforce. Through this tool, they have the opportunity to better manage their time, with a primary focus on spiritual life, while still fulfilling their social obligations.",
            "The House of Captains is a living space for these young people, where they can dedicate more time to immersion in the prophetic Word, engage in Colporting to produce offerings for the Lord’s work, and be perfected in multiplication through the “Come and See” approach."
          ]
        },
        {
          "title": "Senior Stewards",
          "paragraphs": [
            "This ministry arose from Brother Pedro Dong’s concern to involve all the saints in the church in serving. With the growth of the House of Teenagers and, later, the House of Captains, a challenge was issued to mature believers —especially those over 55 years old—to engage in the current move, closely following the prophetic Word and serving with sensitivity to the needs, abilities, and characteristics of this age group.",
            "As in an army, Troops and Captains cannot advance without adequate logistical support: food, order, and care, essential needs for the functioning of the Houses of Teenagers and Captains. The activities allow the brothers and sisters in this age group to serve with peace, without losing the sense of belonging to something far greater and more important: the Lord’s work."
          ]
        }
      ]
    },
    {
      "title": "PO Kids (Producing Overcomers Kids)",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/fvkids.png"
      },
      "order": 7,
      "paragraphs": [
        "PO Kids, or the Producing Overcomers Kids project, aims to strengthen the children’s ministry in the churches by providing tools that help children to treasure God’s Word in their hearts, live it out in practice, and preach the gospel. The project strengthens the child’s identity as a child of God and a young soldier of the King, providing an environment where, with the help of various resources, they can internalize the Word daily and develop a missionary heart that longs for the Lord’s return. Thus, they become examples and light at home, at school, and wherever they are. To further strengthen weekly care for children, the Kids House was also created.",
        "The Kids House, similar to the House of Teenagers and House of Captains, seeks to train children to cooperate with God’s work and become teenagers who positively influence society. Through the practice of PO Kids, the number of children engaged with God’s Word has grown significantly. The project also contributes to character and social development, as, after the necessary preparation, it can shepherd children in vulnerable situations and assist in their educational formation."
      ],
      "imagesUrls": ["https://cdn.institutovidaparatodos.org.br/projects/fvkids/IMG_0008.jpeg"]
    },
    {
      "title": "Care Networks and Shepherding Team",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/central-acolhimento.png"
      },
      "order": 8,
      "paragraphs": [
        "The Spirit’s intense work, through missionaries preaching the gospel on the streets, has reached many people who expressed an interest in knowing more about God and His work. This necessitated creating a ministry in the churches to provide support and love to those reached. Shepherding consists of caring for and pastoring these souls with prayers, conversations, and the ministering of the Word, so they may find the spiritual path toward a full life in the Body of Christ.",
        "To serve the Lord with excellence and streamline shepherding, integrating new saints into the church life, the Management System of the Shepherding Team and Care Networks was created, already present and active in nearly all states of Brazil, as well as countries in Latin America, Europe, and the United States."
      ]
    },
    {
      "title": "Arvore da Vida Publishing House",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/editora.png",
        "backgroundColor": "#004D21"
      },
      "order": 9,
      "paragraphs": [
        "Arvore da Vida Publishing House began its activities in 1975, initially under the name Gospel Publishing House. Later, it was called Restoration Publishing House and then Fountain of Life Publishing House, until definitively adopting its current name in 1978, along with the slogan “The preciousness placed in books.” Initially, the publishing house focused primarily on publishing the books of Brother Dong Yu Lan, a mission that continued until his passing in September 2017. Since then, it has published the writings of Brother Pedro Dong.",
        "The publishing house’s goal is to record, in books, the prophetic word ministered by the Holy Spirit through His servants, with the purpose of generating and building up churches. In addition to revelation and spiritual direction, the works focus on the practical application of the Word in the normal church life. The books help readers receive the Spirit and life from the Word by prayerfully meditating on it.",
        "The publications, originally written in Portuguese, are translated into several languages, including Spanish, English, French, Italian, Korean, German, Romanian, and Hungarian. Arvore da Vida Publishing House has released around 1,000 titles and reached approximately 25 million books sold."
      ],
      "imagesUrls": ["https://picsum.photos/200/300?random=1", "https://picsum.photos/200/300?random=1"]
    },
    {
      "title": "Arvore da Vida Retreat Center (EAV)",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/eav.png"
      },
      "order": 10,
      "paragraphs": [
        "In service to Instituto Vida Para Todos, Arvore da Vida Retreat Center (EAV) is a space dedicated to hosting Christian and corporate events. Spanning an area of 35 alqueires—a traditional land measure in Brazil (approximately 85 acres) —the EAV has over four decades of experience in hosting large gatherings and conferences.",
        "Since its inauguration in September 1980, idealized by Brother Dong Yu Lan, the EAV has been a strategic place for the oneness and building up of the Body of Christ. Its establishment met the need for a dedicated space for spiritual conferences, independent of external rentals. After much prayer and seeking, the EAV was found and has since become a landmark for the Lord’s work.",
        "With the capacity to host from 100 to 10,000 people, the EAV’s infrastructure is complete and fully functional. It includes 11 air-conditioned rooms, halls, and auditoriums; over 5,500 beds; restaurants with industrial kitchens that can serve up to 10,000 meals per shift; recreational areas; a community center; and one of the largest auditoriums in Latin America. The EAV also offers comprehensive digital services.",
        "Over the years, the EAV has welcomed around 200,000 people annually, hosting an average of 15 to 20 events per year, totaling over 475 events since 1998. Today, it is the main venue for the Ministry of the Word conferences, gathering approximately 20,000 people annually. More than an event center, Arvore da Vida Retreat Center (EAV) is a place where lives are transformed."
      ],
      "imagesUrls": [
        "https://cdn.institutovidaparatodos.org.br/projects/eav/IMG_7409.jpeg",
        "https://cdn.institutovidaparatodos.org.br/projects/eav/IMG_7410.jpg",
        "https://cdn.institutovidaparatodos.org.br/projects/eav/IMG_7411.jpg",
        "https://cdn.institutovidaparatodos.org.br/projects/eav/IMG_7412.jpeg",
        "https://cdn.institutovidaparatodos.org.br/projects/eav/IMG_7413.jpg"
      ]
    }
  ],
  "es": [
    {
      "title": "Colportaje",
      "order": 3,
      "paragraphs": [
        "La palabra “colportor” proviene del francés colporteur, que significa \"llevar al cuello\", en referencia al método utilizado por Pedro Valdo (1140–1205), comerciante de Lyon y líder de los valdenses. Él promovía la distribución de las Escrituras al percibir la necesidad espiritual de las personas. Para ello, confeccionó bolsas de bandolera, usadas bajo la ropa, por vendedores que llevaban porciones manuscritas de la Biblia, ya que aún no existía la imprenta. Valdo entendía que la Palabra debía ser accesible, disponible para todos, y no solo para una minoría privilegiada, pues, cuanto más la leía y disfrutaba de ella, más crecía en su interior el deseo y la carga de divulgarla.",
        "Así, en 1990, el colportaje—la predicación del evangelio del Reino por medio de libros—comenzó en Brasil. En 2018, surgió el colportaje dinámico, a través de una reacción de jóvenes que, movidos por el poder del Espíritu, hicieron esta herramienta mucho más efectiva, incorporando la dependencia completa del Señor y la oración por las personas. Hoy, los colportores, como los valdenses del pasado, distribuyen libros con la revelación de Dios, producidos por la Editorial Árbol de la Vida, abordando a las personas con la pregunta: “¿Puedo orar por ti?” y compartiendo el evangelio del Reino."
      ],
      "imagesUrls": [
        "https://cdn.institutovidaparatodos.org.br/projects/colportagem/IMG_2243.jpeg",
        "https://cdn.institutovidaparatodos.org.br/projects/colportagem/IMG_7444.jpeg",
        "https://cdn.institutovidaparatodos.org.br/projects/colportagem/IMG_7409.jpg"
      ]
    },
    {
      "title": "PAC (Puesto Avanzado de Colportaje)",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/pac.png"
      },
      "order": 4,
      "paragraphs": [
        "El PAC es un centro de perfeccionamiento para colportores que ya actúan como misioneros de tiempo completo, con el objetivo de mejorar su práctica diaria para que alcancen a más personas cada día. ¡Es una de las herramientas de la obra del Señor!",
        "El PAC surgió en 2017, cuando un pequeño grupo de misioneros que cuidaban del hermano Dong Yu Lan recibió una palabra profética que decía que eran colportores. Creyeron en esa palabra, y el Señor la confirmó por medio de señales, prodigios y milagros. Fueron a las calles y, en tres días, alcanzaron a más de 500 personas con oraciones y con la palabra escrita.",
        "Hoy, el PAC tiene su sede en São Paulo, además de otras dos unidades: Foz do Iguaçu y Bogotá.",
        "Desde 2017, se estima que más de 6,000 personas han sido perfeccionadas por medio de esta herramienta."
      ]
    },
    {
      "title": "CEPEV - Centro de Perfeccionamiento para la Propagación del Evangelio",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/ceape.png",
        "backgroundColor": "var(--primary-color)"
      },
      "order": 2,
      "paragraphs": [
        "El CEPEV (Centro de Perfeccionamiento para la Propagación del Evangelio) fue establecido en 1998, por iniciativa del hermano Dong Yu Lan, con el propósito de formar y perfeccionar trabajadores para la obra del Señor. Surgió como respuesta a la urgente necesidad expresada por Jesús en Mateo 9:37-38: “La mies a la verdad es mucha, mas los obreros pocos” (Reina-Valera 1960).",
        "La misión del CEPEV está alineada con la visión bíblica de Mateo 24:14: “Y será predicado este evangelio del reino en todo el mundo, para testimonio a todas las gentes; y entonces vendrá el fin” (Reina-Valera 1960). Así, el centro existe para producir discípulos comprometidos con la propagación del evangelio del reino, preparándolos espiritualmente para cumplir el “Id” de Jesús (Mateo 28:19-20).",
        "En el CEPEV, los participantes son perfeccionados diariamente por medio del estudio de la palabra profética, que funciona como luz y dirección para el vivir cristiano, resultando en una profunda transformación de vida. Esto capacita a los misioneros para servir con excelencia, fidelidad y compromiso con la misión de Dios. El centro valora el desarrollo de un corazón sencillo, humilde y reverente a la Palabra de Dios, como está escrito en Isaías 66:2: “ pero miraré a aquel que es pobre y humilde de espíritu, y que tiembla a mi palabra”.",
        "**¿Dónde está presente el CEPEV?**"
      ],
      "imagesUrls": [
        "https://cdn.institutovidaparatodos.org.br/projects/ceape/IMG_3786.jpg",
        "https://cdn.institutovidaparatodos.org.br/projects/ceape/IMG_3788.jpeg",
        "https://cdn.institutovidaparatodos.org.br/projects/ceape/IMG_3789.jpeg"
      ],
      "worldMap": {
        "countryColorsConfig": {
          "Brazil": "var(--primary-color)",
          "United States of America": "var(--secondary-color)",
          "Chile": "var(--secondary-color)",
          "Bolivia": "var(--secondary-color)",
          "Peru": "var(--secondary-color)",
          "Ecuador": "var(--secondary-color)",
          "Colombia": "var(--secondary-color)",
          "Portugal": "var(--secondary-color)",
          "Cameroon": "var(--secondary-color)",
          "Congo": "var(--secondary-color)",
          "Dem. Rep. Congo": "var(--secondary-color)",
          "Kenya": "var(--secondary-color)",
          "Tanzania": "var(--secondary-color)",
          "Angola": "var(--secondary-color)",
          "Uganda": "var(--secondary-color)",
          "Mozambique": "var(--secondary-color)",
          "Madagascar": "var(--secondary-color)",
          "South Africa": "var(--secondary-color)"
        },
        "additionalTexts": [
          {
            "text": "BRASIL",
            "coordinates": [-48, -10]
          },
          {
            "text": "ESTADOS UNIDOS",
            "fontSize": 8,
            "coordinates": [-100, 37]
          }
        ],
        "markers": [
          { "name": "United States - Florida", "coordinates": [-81.5158, 27.6648] },
          {
            "name": "Chile",
            "markerText": {
              "text": "Chile"
            },
            "coordinates": [-71.542969, -35.675147]
          },
          {
            "name": "Bolivia",
            "markerText": {
              "text": "Bolivia"
            },
            "coordinates": [-63.5887, -16.2902]
          },
          {
            "name": "Peru",
            "markerText": {
              "text": "Peru"
            },
            "coordinates": [-75.0152, -9.189967]
          },
          {
            "name": "Ecuador",
            "markerText": {
              "text": "Ecuador",
              "fontSize": 3
            },
            "coordinates": [-78.1834, -1.8312]
          },
          {
            "name": "Colombia",
            "markerText": {
              "text": "Colombia",
              "fontSize": 3
            },
            "coordinates": [-73.2973, 4.5709]
          },
          {
            "name": "Portugal",
            "markerText": {
              "text": "Portugal",
              "textAnchor": "end"
            },
            "coordinates": [-8.2245, 39.3999]
          },
          {
            "name": "Cameroon",
            "markerText": {
              "text": "Camerún",
              "fontSize": 2
            },
            "coordinates": [11.7, 6.3697]
          },
          {
            "name": "Dem. Rep. Congo (Kinshasa, DRC)",
            "markerText": {
              "text": "República\ndel Congo"
            },
            "coordinates": [22, -2.7]
          },
          {
            "name": "Uganda",
            "markerText": {
              "text": "Uganda",
              "fontSize": 2,
              "y": 2
            },
            "coordinates": [32.2903, 1.3733]
          },
          {
            "name": "Kenya",
            "markerText": {
              "text": "Kenia",
              "fontSize": 3
            },
            "coordinates": [37.9062, 1.5]
          },
          {
            "name": "Tanzania",
            "markerText": {
              "text": "Tanzania",
              "fontSize": 3
            },
            "coordinates": [34.8888, -6.369]
          },
          {
            "name": "Angola",
            "markerText": { "text": "Angola" },
            "coordinates": [17.8739, -11.2027]
          },
          {
            "name": "Mozambique",
            "markerText": {
              "text": "Mozambique",
              "rotate": "-45deg",
              "fontSize": 3,
              "textAnchor": "end",
              "y": "3"
            },
            "coordinates": [38, -15]
          },
          {
            "name": "Madagascar",
            "markerText": {
              "text": "Madagascar",
              "textAnchor": "end",
              "fontSize": 3,
              "rotate": "-72deg"
            },
            "coordinates": [46.8691, -17]
          },
          {
            "name": "South Africa",
            "markerText": {
              "text": "Sudáfrica",
              "fontSize": 3
            },
            "coordinates": [24, -30.5595]
          },
          { "name": "Parana", "coordinates": [-51.9253, -25.2521] },
          { "name": "Sao Paulo", "coordinates": [-46.6333, -23.5505] },
          { "name": "Brasilia", "coordinates": [-47.9292, -15.7801] },
          { "name": "Bahia", "coordinates": [-38.5014, -12.9704] },
          { "name": "Mato Grosso", "coordinates": [-56.0969, -12.6819] },
          { "name": "Amazonas", "coordinates": [-60.0258, -3.4168] },
          { "name": "Pará", "coordinates": [-52.2971, -5.5321] },
          { "name": "Paraiba", "coordinates": [-34.8631, -7.1153] }
        ]
      }
    },
    {
      "title": "Misiones en el Extranjero",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/missoes-exterior.png"
      },
      "order": 1,
      "paragraphs": [
        "El Proyecto Misiones en el Extranjero comenzó en los años 2000, cuando el siervo de Dios Dong Yu Lan, al recibir la revelación sobre el Hijo Varón de Apocalipsis 12, sintió claramente que el evangelio del reino debía alcanzar el continente africano y, sucesivamente, Europa y América del Norte.",
        "En estos 25 años de proyecto, contamos con más de 100 misioneros distribuidos por todos los continentes de la Tierra, con el propósito de predicar el Evangelio del Reino por toda la tierra habitada y traer a nuestro Señor de vuelta un día antes (Mateo 24:14).",
        "Nuestros misioneros son jóvenes formados en el CEPEV. Aquellos que reciben este llamado de Dios para servir en otros países son enviados a nuestras bases consolidadas, con toda la estructura necesaria para recibirlos, en más de 30 países. Allí, trabajan de ciudad en ciudad, de país en país, llevando la semilla de la vida al corazón de las personas por medio de una literatura espiritual saludable."
      ],
      "YouTubeVideoIds": ["dgaa0D2XK4Q", "kQNJfvtC9WI", "So14fpDStHI", "Obf7V5sAvms"]
    },
    {
      "title": "Expolibro: Llevando Cultura, Educación y Lectura a Todo Brasil",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/expolivro.png",
        "backgroundColor": "var(--primary-color)"
      },
      "order": 5,
      "paragraphs": [
        "El Expolibro es un proyecto cultural, social y educativo que tiene como misión incentivar el hábito de la lectura de manera accesible y envolvente. Su principal herramienta es una carreta itinerante, equipada con librería y biblioteca, que recorre ciudades brasileñas promoviendo cultura, libros y actividades que despiertan el interés por la lectura.",
        "Creado en 1991, inicialmente con autobuses adaptados, el proyecto evolucionó a carretas modernas. Actualmente, tres unidades circulan por las regiones Sur, Nordeste y Sudeste. En cada ciudad, la carreta ofrece biblioteca, librería, narración de historias, presentaciones teatrales, charlas, acciones comunitarias y visitas escolares, proporcionando acceso diario a todas estas actividades.",
        "Idealizado por el Instituto Vida Para Todos, con el apoyo de la Editorial Árbol de la Vida y el CEPEV, el Expolibro es un proyecto cristiano que cree en el poder transformador de la lectura de la Biblia y de libros espirituales, actuando como agente de cambio por medio del conocimiento, la fe y la inspiración, alcanzando todos los rincones de Brasil."
      ],
      "imagesUrls": [
        "https://cdn.institutovidaparatodos.org.br/projects/expolivro/IMG_7777.JPEG",
        "https://cdn.institutovidaparatodos.org.br/projects/expolivro/IMG_7778.JPEG",
        "https://cdn.institutovidaparatodos.org.br/projects/expolivro/IMG_7779.JPEG",
        "https://cdn.institutovidaparatodos.org.br/projects/expolivro/IMG_7780.JPEG",
        "https://cdn.institutovidaparatodos.org.br/projects/expolivro/IMG_7781.JPEG"
      ]
    },
    {
      "title": "TCI – Tropas, Capitanes e Intendentes",
      "order": 6,
      "paragraphs": [
        "La sigla TCI significa Tropas, Capitanes e Intendentes, representando la unión de fuerzas de todas las edades en el vivir de la iglesia. Adolescentes, jóvenes y adultos —incluso los de la tercera edad— están unánimes y enfocados en un único propósito: servir al Señor de modo que todos sean activos y disfruten plenamente del vivir de la iglesia en resurrección. Nadie queda fuera; por eso, la inclusión es la primera marca de esta herramienta. Todos, dirigidos por la Palabra del Señor, viven y sirven con entusiasmo y excelencia, dando lo mejor para la edificación del Cuerpo de Cristo."
      ],
      "imagesUrls": ["https://cdn.institutovidaparatodos.org.br/projects/TCI/IMG_3790.jpeg"],
      "subProjects": [
        {
          "title": "Tropas",
          "paragraphs": [
            "Las tropas se forman en las Casas de Adolescentes: un proyecto cristiano de naturaleza voluntaria que proporciona a los adolescentes, según su grupo de edad, la oportunidad de cooperar con la obra de Dios y, por medio del Evangelio, influir positivamente en la sociedad. Son insertados en un ambiente saludable de cuidado, santidad y crecimiento, siendo perfeccionados en los ámbitos humano, social y espiritual.",
            "Por medio de la inmersión en la palabra profética y la práctica del “¿Puedo orar por ti?”, los jóvenes de esta edad manifiestan, cada día, más amor a Dios y a Su Palabra, creciendo visiblemente en la vida espiritual. Se espera que, al llegar a la juventud, tras participar en el Centro de Perfeccionamiento para la Propagación del Evangelio (CEPEV), puedan cooperar expresivamente con la obra de Dios, incluso en trabajos misioneros.",
            "Mientras crecen en el camino de Cristo, también distribuyen gratuitamente los libros de la Editorial Árbol de la Vida, por medio del proyecto Panes y Peces. Este proyecto consiste en la distribución gratuita de libros donados a las personas alcanzadas por la predicación del evangelio de estos adolescentes.",
            "La simplicidad, la ausencia de conceptos y, principalmente, el amor integral y reverente a la Palabra hicieron surgir en la iglesia una fuerza motriz que impacta a todos. Los adolescentes encienden las reuniones de la iglesia, contagiando a los hermanos con una alegría sencilla. Por eso, Dios continúa enviándolos a nosotros como gotas de rocío; sus corazones puros han renovado el vivir de la iglesia en resurrección."
          ]
        },
        {
          "title": "Capitanes",
          "paragraphs": [
            "Para canalizar la energía de la vida de los adolescentes (tropas), los jóvenes también fueron convocados a formar parte de este ejército como capitanes. Se unen a las tropas, dirigiéndolas, orientándolas y aprendiendo de ellas. Estos jóvenes están en un rango de edad amplio, sujetos a las presiones del mundo moderno en cuanto al sustento, las relaciones y el entretenimiento. Aun así, dedican su amor reverente a la Palabra de Dios, sirviéndolo en todas las áreas de actuación de la iglesia: misiones de expansión, cuidado de la propia ciudad, grupos familiares, reuniones y eventos mayores.",
            "La Casa de Capitanes surgió a partir de una palabra del hermano Pedro Dong sobre jóvenes que acompañan de cerca la Palabra, como Timoteo, que, siendo aún muy joven, comenzó a servir con sensibilidad al hablar de Pablo, siendo muy útil y poniendo en práctica la Palabra prontamente.",
            "Los capitanes están en la fase de transición entre la adolescencia y la edad adulta, ingresando a la universidad o al mercado laboral. Por medio de esta herramienta, tienen la oportunidad de aprender a administrar mejor el tiempo, con un enfoque principal en la vida espiritual, sin dejar de atender sus obligaciones sociales.",
            "La Casa de Capitanes es un espacio de convivencia para estos jóvenes, donde pueden dedicar más tiempo a la inmersión en la palabra profética, realizar colportaje con el objetivo de producir ofrendas para la obra del Señor y también ser perfeccionados en la multiplicación, por medio del “Ven y Ve”."
          ]
        },
        {
          "title": "Intendencia",
          "paragraphs": [
            "La Intendencia es la parte del ejército de Dios formada por los hermanos de mayor madurez. Este servicio surgió a partir del sentimiento y la preocupación del hermano Pedro Dong por involucrar a todos los hermanos de la iglesia en los servicios. Con el avance de la Casa de Adolescentes y, posteriormente, de la Casa de Capitanes, se lanzó un desafío a los hermanos de mayor madurez —principalmente los mayores de 55 años— para que se involucraran en el mover actual, acompañando de cerca la palabra profética y sirviendo con sensibilidad a las necesidades, aptitudes y características de esta edad.",
            "Como en un ejército, las tropas y los capitanes no pueden avanzar sin un apoyo logístico adecuado: alimentación, orden y cariño, necesidades esenciales para el funcionamiento de las Casas de Adolescentes y de Capitanes. Las actividades permiten que los hermanos y hermanas de esta edad sirvan con tranquilidad, sin perder el sentimiento de pertenencia a algo mucho mayor e importante: la Obra del Señor."
          ]
        }
      ]
    },
    {
      "title": "Fábrica de Vencedores Kids",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/fvkids.png"
      },
      "order": 7,
      "paragraphs": [
        "La Fábrica de Vencedores Kids es un proyecto que tiene como objetivo fortalecer el ministerio infantil de las iglesias, proporcionando herramientas para que los niños graben la Palabra de Dios en su corazón, vivan esa Palabra en la práctica y prediquen el evangelio. El proyecto fortalece la identidad del niño como hijo de Dios y soldado pequeño del Rey, proporcionando un ambiente en el que, con la ayuda de diferentes recursos, puedan internalizar la Palabra diariamente y desarrollar un corazón misionero, que anhele la vuelta del Señor. Así, se convierten en ejemplo y luz en casa, en la escuela y en cualquier lugar donde estén. Para fortalecer aún más el cuidado semanal con los niños, también se creó la Casa Kids.",
        "Similar a la Casa de Adolescentes y la Casa de Capitanes, busca formar a los niños para que cooperen con la obra de Dios y se conviertan en adolescentes que influyan positivamente en la sociedad. Con la práctica de la Fábrica de Vencedores Kids, el número de niños comprometidos con la Palabra de Dios creció significativamente. El proyecto también colabora con la formación del carácter y el aspecto social, ya que, tras la preparación necesaria, puede acoger a niños en situación de vulnerabilidad y, además, ayudar en la formación escolar de sus participantes."
      ],
      "imagesUrls": ["https://cdn.institutovidaparatodos.org.br/projects/fvkids/IMG_0008.jpeg"]
    },
    {
      "title": "Red de Cuidado y Central de Acogida",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/central-acolhimento.png"
      },
      "order": 8,
      "paragraphs": [
        "La intensa actuación del Espíritu, por medio de los misioneros que están en las calles predicando el evangelio, alcanzó a muchas personas que manifestaron interés en conocer más a Dios y Su obra. Por ello, fue necesario estructurar un servicio en las iglesias que ofrezca apoyo y suministro de amor a las personas alcanzadas. El cuidado consiste en apacentar y pastorear esas almas con oraciones, conversaciones y ministración de la Palabra, para que encuentren el camino espiritual hacia una vida plena en el Cuerpo de Cristo.",
        "Con el objetivo de servir al Señor con excelencia y agilizar el cuidado, integrando a los nuevos hermanos al vivir de la iglesia, se creó el Sistema de Gestión de la Central de Acogida y Red de Cuidado, ya presente y activo en casi todos los estados de Brasil, además de países de América Latina, Europa y Estados Unidos."
      ]
    },
    {
      "title": "Editorial Árbol de la Vida",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/editora.png",
        "backgroundColor": "#004D21"
      },
      "order": 9,
      "paragraphs": [
        "La Editorial Árbol de la Vida comenzó sus actividades en 1975, inicialmente bajo el nombre de Editorial Gospel. Posteriormente, se llamó Editorial Restauración y, más tarde, Editorial Fuente de la Vida, hasta adoptar definitivamente el nombre actual en 1978, junto con el lema “La preciosidad puesta en libros”. Al principio, la editorial se enfocaba principalmente en la publicación de libros del hermano Dong Yu Lan, misión que continuó hasta su fallecimiento en septiembre de 2017. Desde entonces, pasó a publicar los escritos del hermano Pedro Dong.",
        "El objetivo de la editorial es registrar, en libros, la palabra profética ministrada por el Espíritu Santo por medio de Sus siervos, con el propósito de generar y edificar iglesias. Sus obras tienen como enfoque, además de la revelación y la dirección espiritual, la práctica de la palabra en la vida normal de la iglesia. Los libros ayudan al lector a extraer el Espíritu y la vida de la palabra por medio de la meditación.",
        "Las publicaciones, originalmente escritas en portugués, son traducidas a varios idiomas, incluyendo español, inglés, francés, italiano, coreano, alemán, rumano y húngaro. La Editorial Árbol de la Vida ha lanzado cerca de mil títulos y alcanzó la marca de aproximadamente 25 millones de libros vendidos."
      ],
      "imagesUrls": ["https://picsum.photos/200/300?random=1", "https://picsum.photos/200/300?random=1"]
    },
    {
      "title": "Estancia Árbol de la Vida",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/eav.png"
      },
      "order": 10,
      "paragraphs": [
        "Al servicio del Instituto Vida Para Todos, la Estancia Árbol de la Vida (EAV) es un espacio dedicado a la realización de eventos cristianos y empresariales. Con una extensión de 35 alqueires (aproximadamente 85 hectáreas), la EAV cuenta con más de cuatro décadas de experiencia en la acogida de grandes encuentros y conferencias.",
        "Desde su inauguración en septiembre de 1980, idealizada por el hermano Dong Yu Lan, la Estancia ha sido un lugar estratégico para la unión y la edificación del Cuerpo de Cristo. Su creación respondió a la necesidad de un lugar propio para las conferencias espirituales, sin depender de alquileres externos. Tras mucha oración y búsqueda, la Estancia fue encontrada y, desde entonces, se convirtió en un hito para la obra del Señor.",
        "Con capacidad para recibir de 100 a 10,000 personas, la estructura de la EAV es completa y funcional: cuenta con 11 salas, salones y auditorios climatizados; más de 5,500 camas disponibles; restaurantes con cocina industrial, capaces de servir hasta 10,000 comidas por turno; además de áreas de recreación, centro de convivencia, servicios informatizados y uno de los mayores auditorios de América Latina.",
        "A lo largo de los años, la Estancia ha recibido cerca de 200,000 personas por año, realizando, en promedio, de 15 a 20 eventos anuales, lo que totaliza más de 475 eventos desde 1998. Hoy, es el principal lugar de realización de las conferencias del Ministerio de la Palabra, reuniendo anualmente cerca de 20,000 personas. Más que un centro de eventos, la Estancia Árbol de la Vida es un lugar donde las vidas son transformadas."
      ],
      "imagesUrls": [
        "https://cdn.institutovidaparatodos.org.br/projects/eav/IMG_7409.jpeg",
        "https://cdn.institutovidaparatodos.org.br/projects/eav/IMG_7410.jpg",
        "https://cdn.institutovidaparatodos.org.br/projects/eav/IMG_7411.jpg",
        "https://cdn.institutovidaparatodos.org.br/projects/eav/IMG_7412.jpeg",
        "https://cdn.institutovidaparatodos.org.br/projects/eav/IMG_7413.jpg"
      ]
    }
  ],
  "fr": [
    {
      "title": "Colportage",
      "order": 3,
      "paragraphs": [
        "Le mot « colporteur » vient du français colporteur, qui signifie « porter autour du cou », en référence à la méthode utilisée par Pierre Valdo (1140-1205), marchand de Lyon et chef des vaudois. Saisi par le besoin spirituel des gens, il encourageait la distribution des Écritures. Pour cela, il confectionna des sacs en bandoulière portés sous les vêtements, utilisés par des vendeurs qui transportaient des portions manuscrites de la Bible, car l’imprimerie n’existait pas encore. Valdo comprenait que la Parole devait être accessible à tous et non pas seulement à une minorité privilégiée ; plus il la lisait et en jouissait, plus grandissait en lui le désir et la charge de la faire connaître.",
        "Ainsi, en 1990, le colportage — la prédication de l’Évangile du royaume au moyen de livres — a commencé au Brésil. En 2018, un colportage dynamique est apparu grâce à une réaction de jeunes qui, poussés par la puissance de l’Esprit, ont rendu cet outil beaucoup plus efficace, en y associant une dépendance totale au Seigneur et la prière pour les personnes. Aujourd’hui, les colporteurs, comme les vaudois d’autrefois, distribuent des livres portant la révélation de Dieu, produits par les Éditions Arbre de Vie, abordant les gens avec la question : « Puis-je prier pour vous ? » et partageant l’Évangile du royaume."
      ],
      "imagesUrls": [
        "https://cdn.institutovidaparatodos.org.br/projects/colportagem/IMG_2243.jpeg",
        "https://cdn.institutovidaparatodos.org.br/projects/colportagem/IMG_7444.jpeg",
        "https://cdn.institutovidaparatodos.org.br/projects/colportagem/IMG_7409.jpg"
      ]
    },
    {
      "title": "PAC (Poste Avancé de Colportage)",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/pac.png"
      },
      "order": 4,
      "paragraphs": [
        "Le PAC est un centre de perfectionnement pour des colporteurs qui servent déjà comme missionnaires à plein temps, avec pour objectif d’améliorer leur pratique quotidienne afin qu’ils atteignent davantage de personnes chaque jour. C’est l’un des outils de l’œuvre du Seigneur !",
        "Le PAC est né en 2017, lorsqu’un petit groupe de missionnaires qui prenaient soin du frère Dong Yu Lan a reçu une parole prophétique disant qu’ils étaient colporteurs. Ces missionnaires ont compris la nécessité de se préparer et de supporter le traitement de la croix pour restaurer la pureté originale de la prédication, en l’alignant avec l’étude de l’Apocalypse."
      ]
    },
    {
      "title": "CEPPEV - Centre de Perfectionnement pour la Propagation de l’Évangile",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/ceape.png",
        "backgroundColor": "var(--primary-color)"
      },
      "order": 2,
      "paragraphs": [
        "Le CEPPEV (Centre de Perfectionnement pour la Propagation de l’Évangile) a été établi en 1998 à l’initiative du frère Dong Yu Lan, avec la vision du Christ et de l’Église. Le centre a été conçu comme une grande famille de foi, composée de disciples du Seigneur qui ont quitté leurs foyers pour se consacrer entièrement à la prédication de l’Évangile du royaume.",
        "La mission du CEPPEV est alignée sur la vision biblique de Matthieu 24 :14 : « Cette bonne nouvelle du royaume sera prêchée dans le monde entier pour servir de témoignage à toutes les nations. Alors viendra la fin » (LS1910), préparant le chemin pour le retour du Seigneur Jésus.",
        "Au CEPPEV, les participants sont perfectionnés quotidiennement par l’étude de la Parole prophétique, qui sert de boussole aux missionnaires. La vie au CEPPEV est pleine d’histoires du mouvement de l’Esprit et de personnes transformées, qui portent du fruit en temps et hors de temps.",
        "**Où le CEPPEV est-il présent?**"
      ],
      "imagesUrls": [
        "https://cdn.institutovidaparatodos.org.br/projects/ceape/IMG_3786.jpg",
        "https://cdn.institutovidaparatodos.org.br/projects/ceape/IMG_3788.jpeg",
        "https://cdn.institutovidaparatodos.org.br/projects/ceape/IMG_3789.jpeg"
      ],
      "worldMap": {
        "countryColorsConfig": {
          "Brazil": "var(--primary-color)",
          "United States of America": "var(--secondary-color)",
          "Chile": "var(--secondary-color)",
          "Bolivia": "var(--secondary-color)",
          "Peru": "var(--secondary-color)",
          "Ecuador": "var(--secondary-color)",
          "Colombia": "var(--secondary-color)",
          "Portugal": "var(--secondary-color)",
          "Cameroon": "var(--secondary-color)",
          "Congo": "var(--secondary-color)",
          "Dem. Rep. Congo": "var(--secondary-color)",
          "Kenya": "var(--secondary-color)",
          "Tanzania": "var(--secondary-color)",
          "Angola": "var(--secondary-color)",
          "Uganda": "var(--secondary-color)",
          "Mozambique": "var(--secondary-color)",
          "Madagascar": "var(--secondary-color)",
          "South Africa": "var(--secondary-color)"
        },
        "additionalTexts": [
          {
            "text": "BRÉSIL",
            "coordinates": [-48, -10]
          },
          {
            "text": "ÉTATS-UNIS",
            "fontSize": 8,
            "coordinates": [-100, 37]
          }
        ],
        "markers": [
          { "name": "United States - Florida", "coordinates": [-81.5158, 27.6648] },
          {
            "name": "Chile",
            "markerText": {
              "text": "Chile"
            },
            "coordinates": [-71.542969, -35.675147]
          },
          {
            "name": "Bolivia",
            "markerText": {
              "text": "Bolivie"
            },
            "coordinates": [-63.5887, -16.2902]
          },
          {
            "name": "Peru",
            "markerText": {
              "text": "Pérou"
            },
            "coordinates": [-75.0152, -9.189967]
          },
          {
            "name": "Ecuador",
            "markerText": {
              "text": "Équateur",
              "fontSize": 3
            },
            "coordinates": [-78.1834, -1.8312]
          },
          {
            "name": "Colombia",
            "markerText": {
              "text": "Colombie",
              "fontSize": 3
            },
            "coordinates": [-73.2973, 4.5709]
          },
          {
            "name": "Portugal",
            "markerText": {
              "text": "Portugal",
              "textAnchor": "end"
            },
            "coordinates": [-8.2245, 39.3999]
          },
          {
            "name": "Cameroon",
            "markerText": {
              "text": "Cameroun",
              "fontSize": 2
            },
            "coordinates": [11.7, 6.3697]
          },
          {
            "name": "Dem. Rep. Congo (Kinshasa, DRC)",
            "markerText": {
              "text": "République\ndu Congo"
            },
            "coordinates": [22, -2.7]
          },
          {
            "name": "Uganda",
            "markerText": {
              "text": "Ouganda",
              "fontSize": 2,
              "y": 2
            },
            "coordinates": [32.2903, 1.3733]
          },
          {
            "name": "Kenya",
            "markerText": {
              "text": "Kenya",
              "fontSize": 3
            },
            "coordinates": [37.9062, 1.5]
          },
          {
            "name": "Tanzania",
            "markerText": {
              "text": "Tanzanie",
              "fontSize": 3
            },
            "coordinates": [34.8888, -6.369]
          },
          {
            "name": "Angola",
            "markerText": { "text": "Angola" },
            "coordinates": [17.8739, -11.2027]
          },
          {
            "name": "Mozambique",
            "markerText": {
              "text": "Mozambique",
              "rotate": "-45deg",
              "fontSize": 3,
              "textAnchor": "end",
              "y": "3"
            },
            "coordinates": [38, -15]
          },
          {
            "name": "Madagascar",
            "markerText": {
              "text": "Madagascar",
              "textAnchor": "end",
              "fontSize": 3,
              "rotate": "-72deg"
            },
            "coordinates": [46.8691, -17]
          },
          {
            "name": "South Africa",
            "markerText": {
              "text": "Afrique du Sud",
              "fontSize": 3
            },
            "coordinates": [24, -30.5595]
          },
          { "name": "Parana", "coordinates": [-51.9253, -25.2521] },
          { "name": "Sao Paulo", "coordinates": [-46.6333, -23.5505] },
          { "name": "Brasilia", "coordinates": [-47.9292, -15.7801] },
          { "name": "Bahia", "coordinates": [-38.5014, -12.9704] },
          { "name": "Mato Grosso", "coordinates": [-56.0969, -12.6819] },
          { "name": "Amazonas", "coordinates": [-60.0258, -3.4168] },
          { "name": "Pará", "coordinates": [-52.2971, -5.5321] },
          { "name": "Paraiba", "coordinates": [-34.8631, -7.1153] }
        ]
      }
    },
    {
      "title": "Missions à l’étranger",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/missoes-exterior.png"
      },
      "order": 1,
      "paragraphs": [
        "Le projet « Missions à l’étranger » a commencé dans les années 2000, lorsque le serviteur de Dieu Dong Yu Lan, recevant la révélation de la nécessité urgente de prêcher l’Évangile du royaume partout, envoya des missionnaires dans des endroits où l’Évangile n’avait pas été proclamé.",
        "En vingt-cinq ans de projet, nous comptons plus de 100 missionnaires répartis sur tous les continents de la Terre, chargés de prêcher l’Évangile et d’établir la vie de l’Église là où l’œuvre commence. Ce projet s’étend à l’Amérique du Sud, l’Afrique, l’Europe et l’Asie. Nos missionnaires se livrent entièrement au Seigneur pour Son œuvre, croyant que le Seigneur reviendra bientôt et que nous devons cultiver la vision du royaume dès aujourd’hui.",
        "Nos missionnaires sont des jeunes formés au CEPPEV. Ceux qui reçoivent cet appel de Dieu pour servir dans d’autres pays consacrent d’abord une période de deux ans à la formation au CEPPEV, renforçant leur vie spirituelle et pratique avant de commencer la mission."
      ],
      "YouTubeVideoIds": ["dgaa0D2XK4Q", "kQNJfvtC9WI", "So14fpDStHI", "Obf7V5sAvms"]
    },
    {
      "title": "Expolivro: Apporter la culture, l’éducation et la lecture à tout le Brésil",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/expolivro.png",
        "backgroundColor": "var(--primary-color)"
      },
      "order": 5,
      "paragraphs": [
        "Expolivro est un projet culturel, social et éducatif dont la mission est d’encourager l’habitude de la lecture de manière ludique et pédagogique, offrant, de manière accessible, connaissance et expériences de foi et d’inspiration.",
        "Créé en 1991, d’abord avec des autobus aménagés, le projet a évolué vers des camions modernes. Aujourd’hui, trois unités parcourent le Brésil, avec un accent particulier sur la région nord, apportant lecture, culture et éducation à des villes et villages de tout le pays. Depuis lors, le projet a visité 26 États, plus de 600 villes, a parcouru plus de 200 000 km et a distribué des milliers de livres et de matériels d’enseignement chrétien, touchant près d’un million de personnes.",
        "Conçu par l’Institut Vie Pour Tous, avec le soutien des Éditions Arbre de Vie et du CEPPEV, Expolivro est un témoignage vivant du pouvoir de la lecture, de l’éducation et de la culture pour transformer des vies. C’est un appel à célébrer la beauté de la lecture et à découvrir de nouveaux horizons, nourrissant l’esprit, l’âme et le cœur."
      ],
      "imagesUrls": [
        "https://cdn.institutovidaparatodos.org.br/projects/expolivro/IMG_7777.JPEG",
        "https://cdn.institutovidaparatodos.org.br/projects/expolivro/IMG_7778.JPEG",
        "https://cdn.institutovidaparatodos.org.br/projects/expolivro/IMG_7779.JPEG",
        "https://cdn.institutovidaparatodos.org.br/projects/expolivro/IMG_7780.JPEG",
        "https://cdn.institutovidaparatodos.org.br/projects/expolivro/IMG_7781.JPEG"
      ]
    },
    {
      "title": "TCI – Troupes, Capitaines et Intendants",
      "order": 6,
      "paragraphs": [
        "L’abréviation TCI signifie Troupes, Capitaines et Intendants, représentant l’union des forces de tous les âges dans la vie de l’Église. Adolescents, jeunes et adultes travaillent ensemble de manière vivante et efficace."
      ],
      "imagesUrls": ["https://cdn.institutovidaparatodos.org.br/projects/TCI/IMG_3790.jpeg"],
      "subProjects": [
        {
          "title": "Troupes",
          "paragraphs": [
            "Les troupes se forment dans les Maisons d’Adolescents : un projet chrétien de nature volontaire qui offre aux adolescents un environnement propice pour connaître et expérimenter Dieu, concilier études séculières et vie spirituelle, et être perfectionnés pour servir le Seigneur et porter la parole prophétique dans diverses actions et initiatives.",
            "Grâce à l’immersion dans la Parole prophétique et à la pratique du « Puis-je prier pour toi ? », les jeunes de cet âge manifestent, avec sincérité, passion et joie, le Dieu qui les a sauvés. Ces jeunes exercent leur rôle de troupe pour faire en sorte que l’Évangile du royaume soit prêché dans leur ville.",
            "Tout en grandissant dans le chemin de Christ, ils distribuent gratuitement les livres des Éditions Arbre de Vie par le colportage dynamique, afin que davantage de personnes connaissent l’Évangile du royaume.",
            "La simplicité, l’absence de concepts et, surtout, l’amour entier et révérencieux pour la Parole ont fait surgir dans l’Église ce groupe de chrétiens engagés et disposés à gagner chaque ville pour Dieu. Nous voulons être des jeunes dignes, compétents, aptes et entièrement consacrés au Seigneur !"
          ]
        },
        {
          "title": "Capitaines",
          "paragraphs": [
            "Pour canaliser l’énergie de la vie des adolescents (troupes), les jeunes ont également été appelés à faire partie de cette armée spirituelle, perfectionnant d’autres jeunes et leur donnant des instructions alignées avec la parole prophétique.",
            "La Maison des Capitaines est née d’une parole du frère Pedro Dong concernant des jeunes qui accompagnent de près la Parole, comme Timothée l’a fait avec Paul. Cette maison accueille des jeunes des deux sexes, déjà formés dans les Maisons d’Adolescents, qui désirent être préparés à continuer le legs de l’œuvre parmi les adolescents.",
            "Les capitaines se trouvent dans la phase de transition entre l’adolescence et l’âge adulte, entrant à l’université ou sur le marché du travail et, malgré cela, se mettent à part pour servir le Seigneur. Le capitaine Deod, un jeune de Brasília qui se forme comme capitaine, partage son expérience : « J’ai appris que celui qui veut servir le Seigneur ne doit pas seulement partir, mais aussi se préparer. Entrer dans la Maison des Capitaines m’a aidé à mieux connaître le Seigneur et à être efficace pour parler du Christ à mes amis. Si tu en as l’occasion, viens ! ».",
            "La Maison des Capitaines est un espace de vie pour ces jeunes, où ils peuvent consacrer plus de temps à l’immersion dans la parole prophétique, apprendre à mieux connaître le Seigneur par la prière et être perfectionnés pour avancer sur toute la terre."
          ]
        },
        {
          "title": "Intendance",
          "paragraphs": [
            "L’intendance est la partie de l’armée de Dieu formée par les frères et sœurs de plus grande maturité. Ce service est né du sentiment qu’il fallait prendre soin des guerriers adolescents et jeunes (troupes et capitaines) pendant qu’ils se consacrent à la conquête de nouvelles villes.",
            "Comme dans une armée, les troupes et les capitaines ne peuvent avancer sans un soutien logistique approprié : nourriture, ordre et affection, non seulement pour les jeunes, mais aussi pour les nouveaux frères et sœurs qui rejoignent la vie de l’Église. L’intendance sert de soutien, prenant soin des personnes dans leurs besoins fondamentaux, en particulier dans les nouvelles villes où l’Évangile du royaume n’a pas encore été prêché. Ce service comprend laver les vêtements, cuisiner, nettoyer, préparer des repas, mais aussi parler du Christ aux habitants de ces nouvelles villes, écouter leurs besoins et prier pour eux. Le résultat est la génération d’un groupe croissant d’adolescents et de jeunes, remplis de charge et de responsabilité envers Dieu. Ce service est si crucial que, sans lui, ni l’Évangile ni l’œuvre dans les nouvelles villes ne pourraient se poursuivre."
          ]
        }
      ]
    },
    {
      "title": "Fabrique des Vainqueurs Kids",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/fvkids.png"
      },
      "order": 7,
      "paragraphs": [
        "La Fabrique des Vainqueurs Kids est un projet qui vise à renforcer le ministère des enfants des églises, offrant aux enfants de 6 à 12 ans un environnement où ils peuvent connaître et expérimenter Dieu dans la simplicité et la pureté, harmonisant la vie de l’Église avec la vie scolaire et familiale. C’est une maison de volontaires qui dispensent la Parole de Dieu aux enfants de manière joyeuse et interactive.",
        "Pour renforcer encore le soin hebdomadaire apporté aux enfants, la Maison Kids a également été créée. Semblable à la Maison des Adolescents et à la Maison des Capitaines, la Maison Kids est un foyer où les enfants passent un temps exclusif à être nourris par la parole prophétique, renforçant leur compréhension et leur sensibilité dans l’esprit. L’idée est née de la nécessité de s’occuper des enfants des missionnaires et des collaborateurs de manière spirituelle et intégrale. La Maison Kids est, en essence, une Maison des Adolescents adaptée aux enfants de 6 à 12 ans, avec un accent particulier sur le soin intégral. Les activités prioritaires sont la dévotion matinale, l’accomplissement des devoirs scolaires et le temps pour préparer et partager des portions de la Parole."
      ],
      "imagesUrls": ["https://cdn.institutovidaparatodos.org.br/projects/fvkids/IMG_0008.jpeg"]
    },
    {
      "title": "Réseau de soins et Centre d’accueil",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/central-acolhimento.png"
      },
      "order": 8,
      "paragraphs": [
        "L’action intense de l’Esprit, à travers les missionnaires qui sont dans les rues en train de prêcher l’Évangile, a touché beaucoup de personnes dépourvues de logement ou de foyer sûr. C’est ainsi qu’est né le Réseau de soins et Centre d’accueil, destiné à prendre soin des frères et sœurs sans abri, des personnes dépendantes de substances et d’autres situations de vulnérabilité sociale, telles que les personnes âgées, les femmes et les enfants maltraités et les jeunes filles enceintes. Dans cette maison, ils ont un endroit où dormir, se doucher et se nourrir, et ils sont accueillis avec amour.",
        "Dans le but de servir le Seigneur avec excellence et de faciliter le soin, en intégrant les nouveaux frères et sœurs à la vie de l’Église, un centre d’accueil existe pour ceux qui sont baptisés. Ces nouveaux arrivants reçoivent un soutien financier, un lieu de vie et de la nourriture, étant pris en charge pendant une période déterminée jusqu’à ce qu’ils puissent se mettre à disposition, servir dans l’Évangile et ensuite subvenir eux-mêmes à leurs besoins."
      ]
    },
    {
      "title": "Éditions Arbre de Vie",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/editora.png",
        "backgroundColor": "#004D21"
      },
      "order": 9,
      "paragraphs": [
        "Les Éditions Arbre de Vie ont commencé leurs activités en 1975, initialement sous le nom d’Éditions Gospel. Par la suite, elles sont devenues les Éditions Arbre de Vie. Ce projet est né dans le but de diffuser la vérité de l’Évangile du royaume au moyen de la littérature chrétienne. L’objectif de la maison d’édition est d’enregistrer, dans des livres, la parole prophétique transmise par le Saint-Esprit à travers Ses serviteurs, en la mettant à disposition des frères et de tous ceux qui recherchent la réalité de l’Évangile du royaume et une vie victorieuse en Christ. Il s’agit d’un ministère de compilation et d’impression de publications, en collaboration avec le CEPPEV, afin que l’Évangile du royaume soit annoncé dans le monde entier. Avec plus de 3 200 titres imprimés et distribués au Brésil et à l’étranger, notre vision est de continuer à avancer en portant l’Évangile de Christ dans tout le Brésil et dans le monde entier.",
        "Les publications, à l’origine écrites en portugais, sont traduites en plusieurs langues, notamment en espagnol, anglais, français, italien, chinois, japonais et urdu. Les livres sont également imprimés et distribués en collaboration avec le CEPPEV. Les Éditions Arbre de Vie participent à des foires et expositions du livre, tant dans le contexte chrétien que dans le monde séculier, promouvant l’habitude de la lecture et aidant les gens à avoir une vie de foi et d’espérance. Par exemple, elles participent au Salon international du livre de São Paulo et de Rio de Janeiro, avec des stands, des auteurs, des livres numériques et la distribution de milliers de livres gratuits, atteignant des milliers de personnes."
      ],
      "imagesUrls": ["https://picsum.photos/200/300?random=1", "https://picsum.photos/200/300?random=1"]
    },
    {
      "title": "Domaine Arbre de Vie",
      "logo": {
        "url": "https://cdn.institutovidaparatodos.org.br/projects/logos/eav.png"
      },
      "order": 10,
      "paragraphs": [
        "Au service de l’Institut Vie Pour Tous, le Domaine Arbre de Vie (EAV) est un espace dédié à la tenue d’événements chrétiens qui rassemblent des frères et des amis de tous âges, offrant un environnement de communion, de repos et de renouvellement.",
        "Depuis son inauguration en septembre 1980, conçue par le frère Dong Yu Lan, le Domaine est un lieu stratégique pour l’avancement de l’œuvre du Seigneur au Brésil. Avec des installations qui permettent la convivialité, la participation à des camps d’enfants, de jeunes et de familles, des réunions et des cours, ce lieu est un véritable oasis pour ceux qui cherchent Dieu.",
        "Avec une capacité d’accueil allant de 100 à 10 000 personnes, l’infrastructure de l’EAV est complète et fonctionnelle : elle dispose de 11 salles, de salles de réunion, d’hébergements et d’espaces pour des camps, de restaurants, de cantines, de boutiques, de terrains de sport, d’aires de pique-nique, de parkings et d’un barrage, ainsi que d’un paysage enrichi par des oiseaux, des poissons, des arbres et des eaux thermales, offrant aux enfants, jeunes et adultes un environnement propice pour chercher Dieu et Son dessein.",
        "Au fil des années, le Domaine a accueilli près de 200 000 personnes par an, organisant en moyenne de 15 à 20 événements annuels, parmi lesquels des formations et conférences pour jeunes, couples, familles et des réunions nationales. Son objectif est de servir Dieu, d’attirer de nouveaux croyants, de fortifier les frères et sœurs et de diriger le cœur des personnes vers l’accomplissement du dessein divin."
      ],
      "imagesUrls": [
        "https://cdn.institutovidaparatodos.org.br/projects/eav/IMG_7409.jpeg",
        "https://cdn.institutovidaparatodos.org.br/projects/eav/IMG_7410.jpg",
        "https://cdn.institutovidaparatodos.org.br/projects/eav/IMG_7411.jpg",
        "https://cdn.institutovidaparatodos.org.br/projects/eav/IMG_7412.jpeg",
        "https://cdn.institutovidaparatodos.org.br/projects/eav/IMG_7413.jpg"
      ]
    }
  ]
}
