{
  "welcome": "Welcome to the main portal!",
  "nav-menu": {
    "home": "Home",
    "pedro-dong": "Who is Pedro Dong?",
    "missionary": "Become a Ministry",
    "kingdom-investors": "Kingdom Investors",
    "immersion": "Daily Immersion"
  },
  "socialLinks": {
    "spotify": "https://open.spotify.com/show/7omrpEfEN794JONo8jfQpV",
    "instagram": "https://www.instagram.com/lifeforall.official",
    "youtube": "https://www.youtube.com/@InstitutoVidaParaTodos"
  },
  "sections": {
    "may_i_pray_for_you": {
      "title": "May I pray for you?",
      "link": "https://qrfacil.me/QqNKW4z5"
    },
    "contact": {
      "headline": "Contact us",
      "subtitle": "Contact",
      "email": "exemplo@exemplo.com.br",
      "phone": "(021) 8000-600",
      "address": {
        "title": "Address",
        "line_1": "Rua das Airoras, n.642",
        "city": "City",
        "state": "State",
        "country": "USA"
      }
    }
  },
  "footer": {
    "privacy": "Privacy Policy",
    "terms": "Terms of Use"
  },
  "about_us": {
    "summary": "The Instituto Vida Para Todos (IVPT) is an essential channel for the propagation of the Lord’s work, yet it is not merely a platform for videos and publications. Its role is that of a preacher of the gospel of the kingdom, faithfully proclaiming the one and only gospel: the gospel of Christ (Gal. 1:4). The mission of IVPT is to give global reach to the spread of the gospel of the kingdom with just one click. As it is written in Psalm 19:4: “Their line has gone out through all the earth, And their words to the end of the world,” The prophetic word proclaimed through IVPT reaches distant places, and with this reach, it touches hearts and produces faith in people.",
    "title": "Our Mission",
    "subtitle": "Beyond its evangelistic function, IVPT plays a legal and administrative role within the work, or the various fronts of work that you will learn about below.",
    "description": "To fully accomplish its mission, IVPT cooperates with all available ministries: Colporting, ACO (Advanced Colporting Outpost), GPC (Gospel Perfecting Center), Missions Abroad, BookExpo, TCS (Troops, Captains, and Senior Stewards), PO Kids (Producing Overcomers Kids), Care Networks and Shepherding Team, Árvore da Vida Publishing House, Kingdom Investors, an Árvore da Vida Retreat Center (EAV), working in oneness to ensure that the gospel of the kingdom is spread throughout the earth, so that our Lord may return sooner."
  },
  "pedro-dong": {
    "title": "Who is Pedro Dong?",
    "first_section": {
      "headline": "International Speaker • Christian Author • A servant of God ministering the prophetic Word",
      "text": "Pedro Dong was born in 1950 in Taipei, Taiwan. In 1960, his family moved to Brazil when his father, Dong Yu Lan, then a successful businessman in China, decided to leave everything—his professional stability and promising career path—to answer the Lord's call. The family settled in São Paulo, with hearts full of faith and the burden to spread the gospel of the kingdom in this land."
    },
    "second_section": {
      "headline": "Pedro graduated in Civil Engineering from the University of São Paulo's Polytechnic School and became a university lecturer, in addition to working at Promon Engenharia. But the spiritual call also came to him. He left his secular career to serve the Lord alongside his father, acting as his translator from Chinese to Portuguese, Spanish, and English.",
      "text": "For years, he traveled with Dong Yu Lan throughout Brazil, South America, and other parts of the world, ministering at Bible conferences and helping to plant the normal church life in each city. His messages emphasized the daily enjoyment of the Word, the practice of calling on the name of the Lord Jesus, and the importance of the oneness of God’s people, with a view to the coming kingdom."
    },
    "third_section": {
      "headline": "On September 4, 2017, before his father's passing, Pedro made a deep and symbolic prayer: he asked the Lord that the portion of the Spirit that rested on Dong Yu Lan be granted to him—not only for himself but to be shared with all the members of the Body of Christ.",
      "text": "This moment marked the beginning of a new phase in Pedro Dong’s ministry. Since then, he has received even deeper revelations of the Word, ministering at conferences, meetings, and gatherings, always with the same spiritual vision but with a renewed measure of the Spirit."
    },
    "fourth_section": {
      "introduction": "The author of more than 78 Christian books, his works have edified thousands of lives in Brazil and abroad with clarity, depth, and a burning desire for the truth to reach God’s children in every corner of the earth.",
      "headline": "",
      "text": "He is also the founder of the Life for All Institute, created in 2014 as an instrument of God for the spread of the gospel of the kingdom and the building up of the Body of Christ. Furthermore, he directs the Árvore da Vida Publishing House, whose mission is to bring the revealed Word to God's children in the four corners of the earth through books, devotionals, conferences, and audiovisual resources."
    },
    "highlighted": "His mission remains firm: to dispense the prophetic Word that transforms lives, builds overcomers, and prepares God's people for the kingdom."
  },
  "kingdom-investors": {
    "title": "Kingdom Investors",
    "subtitle": "Supporting the Expansion of the Gospel!",
    "description": "As God has so greatly blessed the expansion of the work across all regions of the globe, especially in the African and Asian continents, the need for more missionaries has significantly increased. Although the Instituto Vida Para Todos (IVPT) has a digital broadcast ministry in all territories of the planet, for the church to be planted and grow like a tree, bringing the benefit of God’s life to all and fulfilling the desire of God’s heart, our frontline workers must be present in the field. This team is responsible for proclaiming the prophetic Word, establishing work centers, promoting Colporting, and raising up local missionaries to help consolidate these regions.",
    "details": "Sending missionaries involves funding their travel, lodging, food, logistical support, and local transportation, as well as renting houses for colporteurs— those who distribute books filled with God’s revelation —and buying and building work centers in Europe, North America, Africa, and Asia, in addition to printing books.\n\nTo support this wonderful work, the KINGDOM INVESTORS project was created, consisting of continuous, monthly, or even one-time offerings dedicated to our missions. Many people have had their hearts touched by this project and have become Kingdom Investors.\n\n**The main focus is to have a financial basis that can sustain the propagation of the gospel of the kingdom throughout the earth.**",
    "videos": {
      "introduction": "lZ8j34o_IDE"
    },
    "call_to_action": {
      "title": "What are you waiting for? Join this marvelous cause! You too can become a Kingdom Investor!",
      "button": {
        "text": "Take on your shares and get involved **www.investidoresdoreino.com.br**",
        "link": "https://forms.gle/mN9DYi1qghNT2ocF6"
      }
    }
  },
  "become-a-missionary": {
    "title": "Do You Want to Be a Missionary?",
    "text": "## Watch the testimony of a Christian missionary and make your decision today! Surrender your life to the Lord Jesus and become one of the overcomers fighting for the Kingdom of God. \n\n**Mankind was created to do God’s will. This fact is not merely a generic ideal; within every person, there is a spirit that can receive the power to carry out this will.**\n\nIn my experience of salvation, I realized that the blessing of being redeemed and included in the Body of Christ could not be for me alone. Through my life, God wants to reach others. This feeling is accompanied by consecration — that is, the understanding that we have been set apart and must take action.\n\n**Practically, how does this happen?**\n\nThe first step is to draw near to God’s Word, because through it comes His command. In this way, we hear the Lord’s voice and His call to fulfill His will. At the same time, we recognize that we lack the strength or ability to do God’s work on our own. In that moment, consecration becomes a reality in us, and we see a path to fulfill the Lord’s desire: laying aside our own desires to put God’s will into practice.\n\n**Christ has already commanded all of us to go and preach the gospel when He said: ‘Go!’ (Matt 28:19)**\n\nProclaiming the gospel of the Kingdom to every creature is an act of obedience and gratitude to God! And anyone who gives up everything for love of God’s will receives so much more in return!\n\n**However, like Christ, we all need perfecting.**\n\nThat is why attending the Gospel Perfecting Center (GPC) is essential for this consecration to become a reality. Naturally, we all build our own nests, our safety nets, our comforts, and remain in our comfort zones. And our own nature is not useful to the Lord. The Lord needs to work on our nature, and for this, He has set apart an environment that gives us this path, where our spirit and soul are worked on, perfected, and aligned with God’s will, and we learn how to carry it out not through a set of rules, but as a life that governs us. This is an indispensable experience for everyone who desires to be a missionary.\n\n**The missionary life is a life of struggles, trials, dependence on the Lord, and it is full of joy and enjoyment, just like any servant of God.**\n\nWhat makes this life unique is that we are one hundred percent focused on caring for God’s interests, dedicating our time entirely to this, without being concerned about worldly things. There is no better life than having God as your Master!”\n\n**So, what are you waiting for? Become a missionary in God’s work!**",
    "call_to_action": {
      "title": "And what are you waiting for? Become a missionary in God's work!",
      "action": "Get in touch",
      "whatsapp": "5511990058006"
    }
  },
  "world_map": {
    "controls": {
      "enabled": "Enabled",
      "disabled": "Disabled",
      "reset_zoom": "Reset",
      "zoom_label": "Zoom:"
    },
    "oceans": {
      "atlantic": "Atlantic\nOcean",
      "pacific": "Pacific\nOcean",
      "indian": "Indian\nOcean",
      "arctic": "Arctic\nOcean",
      "antarctic": "Southern\nOcean"
    }
  }
}
