{
  "welcome": "Welcome to the main portal!",
  "nav-menu": {
    "home": "Home",
    "pedro-dong": "Who is Pedro Dong?",
    "missionary": "Become a Ministry",
    "kingdom-investors": "Kingdom Investors",
    "immersion": "Daily Immersion"
  },
  "socialLinks": {
    "spotify": "https://open.spotify.com/show/7omrpEfEN794JONo8jfQpV",
    "instagram": "https://www.instagram.com/lifeforall.official",
    "youtube": "https://www.youtube.com/@InstitutoVidaParaTodos"
  },
  "sections": {
    "may_i_pray_for_you": {
      "title": "May I pray for you?",
      "link": "https://qrfacil.me/QqNKW4z5"
    },
    "contact": {
      "headline": "Contact us",
      "subtitle": "Contact",
      "email": "exemplo@exemplo.com.br",
      "phone": "(021) 8000-600",
      "address": {
        "title": "Address",
        "line_1": "Rua das Airoras, n.642",
        "city": "City",
        "state": "State",
        "country": "USA"
      }
    }
  },
  "footer": {
    "privacy": "Privacy Policy",
    "terms": "Terms of Use"
  },
  "about_us": {
    "summary": "The Instituto Vida Para Todos (IVPT) is an essential channel for spreading the Lord's work, but it is not limited to a simple platform for videos and publications. Its role is that of a preacher of the gospel of the kingdom, faithfully proclaiming the only gospel: the gospel of Christ (Gal 1:4). IVPT's mission is to give global reach to the preaching of the gospel of the kingdom with just one click. As it is written in Psalm 19:4: 'Yet their voice goes out into all the earth, their words to the ends of the world,' the prophetic Word transmitted by IVPT reaches distant places and, with this breadth, touches hearts, generating the hearing of faith in people.",
    "title": "Our Mission",
    "subtitle": "In addition to its evangelistic function, IVPT plays a legal and administrative role within the work, or in the various fronts of work that you will get to know below.",
    "descripttion": "To fully accomplish its mission, IVPT cooperates with all available tools: Colportage, PAC, CEAPE, Foreign Missions, Expolivro, TCI, Kids' Winners Factory, Care Network and Reception Center, Tree of Life Publisher, Kingdom Investors, and Tree of Life Ranch, working in unity so that the gospel of the kingdom is preached throughout the earth, to bring our Lord back one day sooner."
  },
  "kingdom-investors": {
    "title": "Kingdom Investors",
    "subtitle": "Become a Kingdom Investor too!",
    "description": "Just as God has greatly blessed the expansion of the work in all regions of the globe, especially in Africa and Asia, the need to send missionaries has increased significantly.\n\nAlthough IVPT has digital coverage in all territories of the planet, for the church tree to be planted and expand, bringing the benefit of God's life to all, as well as fulfilling the desire of God's heart, our frontline team needs to be on the streets, bringing the prophetic word, establishing work centers, promoting colportage, and raising up local missionaries to consolidate these regions.",
    "details": "Sending missionaries involves purchasing tickets, accommodation, food, logistics, transportation, as well as renting colporteur houses, buying and building work centers (in Europe, North America, Africa, and Asia), and printing books.\n\nTo support this wonderful front of work, the **KINGDOM INVESTORS** project was created, which consists of monthly offerings determined by quotas of R$ 500.00. Many people have had their hearts won by this project and have become Kingdom Investors.\n\n**Thus, the main focus is to have a financial base that can sustain the preaching of the gospel of the kingdom throughout the earth.**",
    "videos": {
      "introduction": "lZ8j34o_IDE"
    },
    "call_to_action": {
      "title": "And you? What are you waiting for to be part of this wonderful cause? Become a Kingdom Investor too!",
      "button": {
        "text": "Take your quotas and visit **www.investidoresdoreino.com.br**",
        "link": "https://forms.gle/mN9DYi1qghNT2ocF6"
      }
    }
  },
  "become-a-missionary": {
    "title": "Do you want to be a missionary?",
    "text": "## See the testimony of a Christian missionary and make your decision today! Give your life to the Lord Jesus and be part of the group of overcomers who fight for the Kingdom of God.\n\n**Man was created to do the will of God. This fact is not just a generic ideal, but within man there is a spirit that can receive the power to carry out this will.**\n\nIn my experience of salvation, I realized that the blessing of being rescued and included in the body of Christ could not remain only with me, but from my life God wants to reach other people. This is the feeling of the Spirit of God who dwells in each of us. This feeling comes accompanied by consecration, that is, understanding that we have been set apart and must take action.\n\n**Practically, how does this happen?**\n\nThe first step is to be close to the word of God, because through it comes His command. Thus, we hear the voice of the Lord and His call to fulfill His will. At the same time, we recognize that we do not have the strength or ability to do God's work. At this moment, consecration becomes real in us and we see a way to fulfill the Lord's desire, laying aside our own desires to put God's desire into practice.\n\n**Christ has already commanded us all to go and preach the gospel when He said: 'Go!'**\n\nPreaching the gospel of the Kingdom to every creature is an act of obedience and gratitude to God! And there is no one who leaves everything for love of God's will who does not receive much more!\n\n**However, just like Christ, we all need to be perfected.**\n\nThat is why going to CEAPE is fundamental for the realization of this consecration, because, naturally, we all create our own nests, our safety nets, our comfort, and we remain in the comfort zone. And our own nature is not useful to the Lord. The Lord needs to work on our nature and, for this, He has set apart an environment that gives us this path, where spirit and soul are worked on, perfected, aligned with the will of God, and how to carry it out not by a set of rules, but as a life that governs us. It is an essential experience for all who wish to be missionaries.\n\n**The missionary life is a life of struggles, trials, dependence on the Lord, full of joy and enjoyment, like any servant of God.**\n\nThis life has its special characteristic, which is to be 100% focused on only taking care of God's interests, dedicating all your time to this, without worrying about secular things. There is no better life than having God as your boss!"
  }
}
