{
  "welcome": "¡Bienvenido al portal principal!",
  "nav-menu": {
    "home": "Inicio",
    "pedro-dong": "¿Quién es Pedro Dong?",
    "missionary": "Hazte Misionero",
    "kingdom-investors": "Inversionistas del Reino",
    "immersion": "Inmersión Diaria"
  },
  "socialLinks": {
    "spotify": "https://open.spotify.com/show/7omrpEfEN794JONo8jfQpV",
    "instagram": "https://www.instagram.com/institutovidaparatodos/",
    "youtube": "https://www.youtube.com/@InstitutoVidaParaTodos"
  },
  "sections": {
    "may_i_pray_for_you": {
      "title": "¿Puedo orar por ti?",
      "link": "https://qrfacil.me/QqNKW4z5"
    },
    "contact": {
      "headline": "Contáctanos",
      "subtitle": "Contacto",
      "email": "ejemplo@ejemplo.com.br",
      "phone": "(021) 8000-600",
      "address": {
        "title": "Dirección",
        "line_1": "Rua das Airoras, n.642",
        "city": "Ciudad",
        "state": "Estado",
        "country": "EE.UU."
      }
    }
  },
  "footer": {
    "privacy": "Política de Privacidad",
    "terms": "Términos de Uso"
  },
  "about_us": {
    "summary": "El Instituto Vida Para Todos (IVPT) es un canal esencial para la propagación de la obra del Señor, pero no se limita a una simple plataforma de videos y publicaciones. Su papel es el de un predicador del evangelio del reino, anunciando fielmente el único evangelio: el evangelio de Cristo (Gál 1:4 Reina-Valera 1960). La misión del IVPT es dar alcance global a la predicación del evangelio del reino con un solo clic. Como está escrito en Salmos 19:4: “Por toda la tierra salió su voz, Y hasta el extremo del mundo sus palabras”, la Palabra profética transmitida por el IVPT llega a lugares remotos y, con esta amplitud, toca corazones y genera la fe que viene por el oír.",
    "title": "Nuestra Misión",
    "subtitle": "Además de su función evangelística, el IVPT desempeña un papel legal y administrativo dentro de la obra, o de las diversas áreas de trabajo que conocerás a continuación.",
    "description": "Para cumplir plenamente su misión, el IVPT colabora con todas las herramientas disponibles: Colportaje, PAC, CEPEV, Misiones en el Extranjero, Expolibro, TCI, Fábrica de Vencedores Kids, Red de Cuidado y Central de Acogida, Editorial Árbol de la Vida, Inversionistas del Reino y Estancia Árbol de la Vida, trabajando en unidad para que el evangelio del reino sea predicado en toda la tierra y así apresurar el regreso de nuestro Señor."
  },
  "pedro-dong": {
    "title": "¿Quién es Pedro Dong?",
    "first_section": {
      "headline": "Conferencista internacional • Escritor cristiano • Siervo de Dios al servicio de la Palabra profética",
      "text": "Pedro Dong nació en 1950 en la ciudad de Taipéi, Taiwán. En 1960, su familia se mudó a Brasil cuando su padre, Dong Yu Lan, entonces un exitoso empresario en China, decidió dejarlo todo —su estabilidad profesional y su prometedora trayectoria— para atender al llamado del Señor. La familia fijó residencia en São Paulo, con el corazón lleno de fe y el encargo de propagar el evangelio del reino en esta tierra."
    },
    "second_section": {
      "headline": "Pedro se graduó en Ingeniería Civil por la Escuela Politécnica de la USP y llegó a ser profesor universitario, además de trabajar en Promon Engenharia. Pero el llamado espiritual también llamó a su puerta. Abandonó su carrera secular para servir al Señor al lado de su padre, actuando como su traductor de chino a portugués, español e inglés.",
      "text": "Durante años, viajó con Dong Yu Lan por todo Brasil, América del Sur y otras partes del mundo, ministrando en conferencias bíblicas y ayudando a plantar la vida normal de la iglesia en cada ciudad. Sus mensajes enfatizaban el disfrute diario de la Palabra, la práctica de invocar el nombre del Señor Jesús y la importancia de la unidad del pueblo de Dios, con vistas al reino venidero."
    },
    "third_section": {
      "headline": "El 4 de septiembre de 2017, antes del fallecimiento de su padre, Pedro hizo una oración profunda y simbólica: le pidió al Señor que la porción del Espíritu que reposaba sobre Dong Yu Lan le fuera concedida a él, no solo para sí mismo, sino para que fuera repartida con todos los miembros del Cuerpo de Cristo.",
      "text": "Ese momento marcó el inicio de una nueva fase en el ministerio de Pedro Dong. Desde entonces, ha recibido revelaciones aún más profundas de la Palabra, ministrando en conferencias, encuentros y reuniones, siempre con la misma visión espiritual, pero con una medida renovada del Espíritu."
    },
    "fourth_section": {
      "introduction": "Autor de más de 78 libros cristianos, sus obras han edificado miles de vidas en Brasil y en el exterior, con claridad, profundidad y un ardiente deseo de que la verdad alcance a los hijos de Dios en cada rincón de la Tierra.",
      "headline": "",
      "text": "Es también fundador del Instituto Vida para Todos, creado en 2014 como un instrumento de Dios para la expansión del evangelio del reino y la edificación del Cuerpo de Cristo. Además, dirige la Editorial Árvore da Vida, cuya misión es llevar la Palabra revelada a los hijos de Dios a los cuatro rincones de la Tierra, por medio de libros, devocionales, conferencias y recursos audiovisuales."
    },
    "highlighted": "Su misión permanece firme: dispensar la Palabra profética que transforma vidas, forma vencedores y prepara al pueblo de Dios para el reino."
  },
  "kingdom-investors": {
    "title": "Inversionistas del Reino",
    "subtitle": "¡Sé también un Inversor o una Inversora del Reino!",
    "description": "Así como Dios bendijo ampliamente la expansión de la obra en todas las regiones del mundo, especialmente en los continentes africano y asiático, la necesidad de enviar misioneros ha aumentado significativamente.\n\nAunque el IVPT tiene cobertura digital en todos los territorios del planeta, para que el árbol de la iglesia sea plantado y se expanda, trayendo el beneficio de la vida de Dios a todos y cumpliendo el deseo del corazón de Dios, nuestro equipo de primera línea necesita estar en las calles, llevando la palabra profética, estableciendo centros de obra, promoviendo el colportaje y formando misioneros locales para la consolidación de esas regiones.",
    "details": "Enviar misioneros implica comprar pasajes, alojamiento, alimentación, logística, transporte, así como alquilar casas para colportores, comprar y construir centros de obra (en Europa, América del Norte, África y Asia), además de la impresión de libros.\n\nPara sostener esta maravillosa obra, se creó el proyecto de los INVERSORES DEL REINO, que consiste en ofrendas contínuas, mensuales o incluso puntuales, destinadas a nuestras misiones. Muchas personas fueron conmovidas por este proyecto y se convirtieron en Inversores del Reino.\n\n**De este modo, el foco principal es tener una base financiera que pueda sostener la predicación del evangelio del reino por toda la tierra.**",
    "videos": {
      "introduction": "lZ8j34o_IDE"
    },
    "call_to_action": {
      "title": "¿Y tú? ¿Qué esperas para ser parte de esta maravillosa causa? ¡Sé también un Inversor o una Inversora del Reino!",
      "button": {
        "text": "Asume tus cuotas y accede al enlace **www.investidoresdoreino.com.br**",
        "link": "https://forms.gle/mN9DYi1qghNT2ocF6"
      }
    }
  },
  "become-a-missionary": {
    "title": "¿Quieres ser un misionero?",
    "text": "## ¡Mira el testimonio de un misionero cristiano y toma tu decisión hoy! Entrega tu vida al Señor Jesús y sé parte del grupo de vencedores que luchan por el Reino de Dios.\n\n**El hombre fue creado para hacer la voluntad de Dios. Este hecho no es solo un ideal genérico, sino que dentro del hombre hay un espíritu que puede recibir el poder para ejecutar esa voluntad.**\n\nEn mi experiencia de salvación, me di cuenta de que la bendición de ser rescatado e incluido en el Cuerpo de Cristo no podía quedarse solo para mí; a través de mi vida Dios quiere alcanzar a otras personas. Ese es el sentir del Espíritu de Dios que habita en cada uno de nosotros. Ese sentimiento viene acompañado de la consagración, es decir, comprender que hemos sido apartados y debemos tomar una actitud.\n\n**De manera práctica, ¿cómo sucede esto?**\n\nEl primer paso es estar cerca de la Palabra de Dios, porque a través de ella viene Su mandato. Así, escuchamos la voz del Señor y Su llamado para atender a Su voluntad. Al mismo tiempo, reconocemos que no tenemos fuerza ni capacidad para realizar la obra de Dios. En ese momento, la consagración se hace realidad en nosotros y vemos un camino para cumplir el deseo del Señor, despojándonos de nuestros propios deseos para poner en práctica el deseo de Dios.\n\n**Cristo ya ordenó que todos saliéramos a predicar el evangelio cuando dijo: «¡Id!».**\n\n¡Predicar el evangelio del Reino a toda criatura es un acto de obediencia y gratitud a Dios! ¡Y no hay quien deje todo por amor a la voluntad de Dios que no reciba mucho más!\n\n**Sin embargo, al igual que Cristo, todos necesitamos perfeccionamiento.**\n\nPor eso, ir al CEAPE es fundamental para la realización de esta consagración, porque, naturalmente, todos nosotros creamos nuestros propios nidos, nuestra red de protección, nuestra comodidad y nos mantenemos en la zona de confort. Y nuestra propia naturaleza no es útil al Señor. El Señor necesita trabajar en nuestra naturaleza y, para ello, ha preparado un ambiente que nos brinda ese camino, donde el espíritu y el alma son trabajados, perfeccionados, alineados con la voluntad de Dios, y se aprende a ejecutarla no mediante un conjunto de reglas, sino como una vida que nos gobierna. Es una experiencia imprescindible para todos los que desean ser misioneros.\n\n**La vida misionera es una vida de luchas, pruebas, dependencia del Señor, llena de alegría y disfrute, como la de cualquier siervo de Dios.**\n\nEsta vida tiene su característica especial, que es estar 100 % concentrado únicamente en cuidar los intereses de Dios, dedicando por completo tu tiempo a ello, sin preocuparte por las cosas seculares. ¡No hay vida mejor que tener a Dios como tu jefe!\n\n**¿Y qué esperas? ¡Sé también un misionero en la obra de Dios!**",
    "call_to_action": {
      "title": "¿Y tú, qué esperas? ¡Conviértete en misionero en la obra de Dios!",
      "action": "Ponte en contacto con nosotros",
      "whatsapp": "5511990058006"
    }
  },
  "world_map": {
    "controls": {
      "enabled": "Activado",
      "disabled": "Desactivado",
      "reset_zoom": "Reiniciar",
      "zoom_label": "Zoom:"
    },
    "oceans": {
      "atlantic": "Océano\nAtlántico",
      "pacific": "Océano\nPacífico",
      "indian": "Océano\nÍndico",
      "arctic": "Océano\nÁrtico",
      "antarctic": "Océano\nAustral"
    }
  }
}
