{
  "welcome": "¡Bienvenido al portal principal!",
  "nav-menu": {
    "home": "Inicio",
    "missionary": "Hazte misionero",
    "kingdom-investors": "Inversionistas del Reino"
  },
  "socialLinks": {
    "spotify": "https://open.spotify.com/show/7omrpEfEN794JONo8jfQpV",
    "instagram": "https://www.instagram.com/institutovidaparatodos/",
    "youtube": "https://www.youtube.com/@InstitutoVidaParaTodos"
  },
  "sections": {
    "may_i_pray_for_you": "¿Puedo orar por ti?",
    "contact": {
      "headline": "Contáctanos",
      "subtitle": "Contacto",
      "email": "ejemplo@ejemplo.com.br",
      "phone": "(021) 8000-600",
      "address": {
        "title": "Dirección",
        "line_1": "Rua das Airoras, n.642",
        "city": "Ciudad",
        "state": "Estado",
        "country": "EE.UU."
      }
    }
  },
  "footer": {
    "privacy": "Política de Privacidad",
    "terms": "Términos de Uso"
  },
  "about_us": {
    "summary": "El Instituto Vida Para Todos (IVPT) es un canal esencial para difundir la obra del Señor, pero no se limita a una simple plataforma de videos y publicaciones. Su papel es el de predicador del evangelio del reino, proclamando fielmente el único evangelio: el evangelio de Cristo (Gál 1:4). La misión del IVPT es dar alcance global a la predicación del evangelio del reino con solo un clic. Como está escrito en el Salmo 19:4: 'Pero por toda la tierra salió su voz, y hasta el extremo del mundo sus palabras', la Palabra profética transmitida por el IVPT llega a lugares lejanos y, con este alcance, toca corazones, generando la audición de la fe en las personas.",
    "title": "Nuestra Misión",
    "subtitle": "Además de su función evangelística, el IVPT cumple un papel jurídico y administrativo dentro de la obra, o en los diversos frentes de trabajo que conocerás a continuación.",
    "descripttion": "Para cumplir plenamente su misión, el IVPT coopera con todas las herramientas disponibles: Colportaje, PAC, CEAPE, Misiones Extranjeras, Expolibro, TCI, Fábrica de Ganadores Kids, Red de Cuidado y Centro de Recepción, Editorial Árbol de la Vida, Inversionistas del Reino y Granja Árbol de la Vida, trabajando en unidad para que el evangelio del reino sea predicado en toda la tierra, para traer a nuestro Señor de regreso un día antes."
  },
  "kingdom-investors": {
    "title": "Inversionistas del Reino",
    "subtitle": "¡Conviértete también en un Inversionista del Reino!",
    "description": "Así como Dios ha bendecido grandemente la expansión de la obra en todas las regiones del mundo, especialmente en África y Asia, la necesidad de enviar misioneros ha aumentado significativamente.\n\nAunque IVPT tiene cobertura digital en todos los territorios del planeta, para que el árbol de la iglesia sea plantado y crezca, llevando el beneficio de la vida de Dios a todos y cumpliendo el deseo del corazón de Dios, nuestro equipo de avanzada necesita estar en las calles, llevando la palabra profética, estableciendo centros de trabajo, promoviendo el colportaje y levantando misioneros locales para consolidar estas regiones.",
    "details": "Enviar misioneros implica la compra de pasajes, alojamiento, alimentación, logística, transporte, así como el alquiler de casas para colportores, la compra y construcción de centros de trabajo (en Europa, Norteamérica, África y Asia) y la impresión de libros.\n\nPara apoyar este maravilloso frente de trabajo, se creó el proyecto **INVERSIONISTAS DEL REINO**, que consiste en ofrendas mensuales determinadas por cuotas de R$ 500,00. Muchas personas han sido conquistadas por este proyecto y se han convertido en Inversionistas del Reino.\n\n**Así, el enfoque principal es tener una base financiera que pueda sostener la predicación del evangelio del reino en toda la tierra.**",
    "videos": {
      "introduction": "Ie834rxik4w",
      "show_case": "Ie834rxik4w"
    },
    "call_to_action": {
      "title": "¿Y tú? ¿Qué esperas para ser parte de esta maravillosa causa? ¡Conviértete también en un Inversionista del Reino!",
      "button": "Toma tus cuotas y visita **www.investidoresdoreino.com.br**"
    }
  },
  "become-a-missionary": {
    "title": "¿Quieres ser misionero?",
    "text": "## ¡Mira el testimonio de un misionero cristiano y toma tu decisión hoy! Entrega tu vida al Señor Jesús y sé parte del grupo de vencedores que luchan por el Reino de Dios.\n\n**El hombre fue creado para hacer la voluntad de Dios. Este hecho no es solo un ideal genérico, sino que dentro del hombre hay un espíritu que puede recibir el poder para cumplir esta voluntad.**\n\nEn mi experiencia de salvación, me di cuenta de que la bendición de ser rescatado e incluido en el cuerpo de Cristo no podía quedarse solo conmigo, sino que a través de mi vida Dios quiere alcanzar a otras personas. Este es el sentir del Espíritu de Dios que habita en cada uno de nosotros. Este sentir viene acompañado de consagración, es decir, entender que hemos sido apartados y debemos actuar.\n\n**¿Prácticamente, cómo sucede esto?**\n\nEl primer paso es estar cerca de la palabra de Dios, porque a través de ella viene Su mandato. Así, escuchamos la voz del Señor y Su llamado para cumplir Su voluntad. Al mismo tiempo, reconocemos que no tenemos la fuerza ni la capacidad para hacer la obra de Dios. En ese momento, la consagración se vuelve real en nosotros y vemos una manera de cumplir el deseo del Señor, dejando de lado nuestros propios deseos para poner en práctica el deseo de Dios.\n\n**Cristo ya nos ha mandado a todos a ir y predicar el evangelio cuando dijo: '¡Vayan!'**\n\n¡Predicar el evangelio del Reino a toda criatura es un acto de obediencia y gratitud a Dios! ¡Y no hay nadie que deje todo por amor a la voluntad de Dios que no reciba mucho más!\n\n**Sin embargo, así como Cristo, todos necesitamos ser perfeccionados.**\n\nPor eso, ir a CEAPE es fundamental para la realización de esta consagración, porque, naturalmente, todos creamos nuestros propios nidos, nuestras redes de seguridad, nuestra comodidad, y permanecemos en la zona de confort. Y nuestra propia naturaleza no es útil al Señor. El Señor necesita trabajar en nuestra naturaleza y, para esto, ha apartado un ambiente que nos da este camino, donde el espíritu y el alma son trabajados, perfeccionados, alineados con la voluntad de Dios, y cómo llevarla a cabo no por un conjunto de reglas, sino como una vida que nos gobierna. Es una experiencia esencial para todos los que desean ser misioneros.\n\n**La vida misionera es una vida de luchas, pruebas, dependencia del Señor, llena de gozo y disfrute, como cualquier siervo de Dios.**\n\nEsta vida tiene su característica especial, que es estar 100% enfocado solo en cuidar los intereses de Dios, dedicando todo tu tiempo a esto, sin preocuparte por las cosas seculares. ¡No hay mejor vida que tener a Dios como tu jefe!"
  }
}
