{
  "welcome": "Bienvenue sur le portail principal !",
  "nav-menu": {
    "home": "Accueil",
    "missionary": "Devenir missionnaire",
    "kingdom-investors": "Investisseurs du Royaume"
  },
  "sections": {
    "contact": {
      "headline": "Contactez-nous",
      "subtitle": "Contact",
      "email": "exemple@exemple.com.br",
      "phone": "(021) 8000-600",
      "address": {
        "title": "Adresse",
        "line_1": "Rua das Airoras, n.642",
        "city": "Ville",
        "state": "État",
        "country": "États-Unis"
      },
      "pray": {
        "call_to_action": "Puis-je prier pour vous ?",
        "action_button": "Cliquez ici"
      }
    }
  },
  "about_us": {
    "summary": "L'Institut Vie Pour Tous (IVPT) est un canal essentiel pour diffuser l'œuvre du Seigneur, mais il ne se limite pas à une simple plateforme de vidéos et de publications. Son rôle est celui de prédicateur de l'évangile du royaume, proclamant fidèlement le seul évangile : l'évangile du Christ (Gal 1:4). La mission de l'IVPT est de donner une portée mondiale à la prédication de l'évangile du royaume en un seul clic. Comme il est écrit dans le Psaume 19:4 : 'Cependant leur voix parcourt toute la terre, leurs paroles jusqu'aux extrémités du monde', la Parole prophétique transmise par l'IVPT atteint des lieux lointains et, par cette ampleur, touche les cœurs, générant l'écoute de la foi chez les personnes.",
    "title": "Notre Mission",
    "subtitle": "En plus de sa fonction évangélique, l'IVPT joue un rôle juridique et administratif au sein de l'œuvre, ou dans les différents fronts de travail que vous découvrirez ci-dessous.",
    "descripttion": "Pour accomplir pleinement sa mission, l'IVPT coopère avec tous les outils disponibles : Colportage, PAC, CEAPE, Missions Étrangères, Expolivre, TCI, Usine des Gagnants Kids, Réseau de Soins et Centre d'Accueil, Éditeur Arbre de Vie, Investisseurs du Royaume et Ferme Arbre de Vie, travaillant en unité pour que l'évangile du royaume soit prêché dans le monde entier, afin de hâter le retour de notre Seigneur."
  }
}
