{
  "welcome": "Bienvenue sur le portail principal !",
  "nav-menu": {
    "home": "Accueil",
    "missionary": "Devenir missionnaire",
    "kingdom-investors": "Investisseurs du Royaume"
  },
  "sections": {
    "contact": {
      "headline": "Contactez-nous",
      "subtitle": "Contact",
      "email": "exemple@exemple.com.br",
      "phone": "(021) 8000-600",
      "address": {
        "title": "Adresse",
        "line_1": "Rua das Airoras, n.642",
        "city": "Ville",
        "state": "État",
        "country": "États-Unis"
      },
      "pray": {
        "call_to_action": "Puis-je prier pour vous ?",
        "action_button": "Cliquez ici"
      }
    }
  },
  "about_us": {
    "summary": "L'Institut Vie Pour Tous (IVPT) est un canal essentiel pour diffuser l'œuvre du Seigneur, mais il ne se limite pas à une simple plateforme de vidéos et de publications. Son rôle est celui de prédicateur de l'évangile du royaume, proclamant fidèlement le seul évangile : l'évangile du Christ (Gal 1:4). La mission de l'IVPT est de donner une portée mondiale à la prédication de l'évangile du royaume en un seul clic. Comme il est écrit dans le Psaume 19:4 : 'Cependant leur voix parcourt toute la terre, leurs paroles jusqu'aux extrémités du monde', la Parole prophétique transmise par l'IVPT atteint des lieux lointains et, par cette ampleur, touche les cœurs, générant l'écoute de la foi chez les personnes.",
    "title": "Notre Mission",
    "subtitle": "En plus de sa fonction évangélique, l'IVPT joue un rôle juridique et administratif au sein de l'œuvre, ou dans les différents fronts de travail que vous découvrirez ci-dessous.",
    "descripttion": "Pour accomplir pleinement sa mission, l'IVPT coopère avec tous les outils disponibles : Colportage, PAC, CEAPE, Missions Étrangères, Expolivre, TCI, Usine des Gagnants Kids, Réseau de Soins et Centre d'Accueil, Éditeur Arbre de Vie, Investisseurs du Royaume et Ferme Arbre de Vie, travaillant en unité pour que l'évangile du royaume soit prêché dans le monde entier, afin de hâter le retour de notre Seigneur."
  },
  "kingdom-investors": {
    "title": "Investisseurs du Royaume",
    "subtitle": "Devenez aussi un Investisseur du Royaume !",
    "description": "Tout comme Dieu a grandement béni l'expansion de l'œuvre dans toutes les régions du globe, en particulier en Afrique et en Asie, le besoin d'envoyer des missionnaires a considérablement augmenté.\n\nBien que l'IVPT ait une couverture numérique dans tous les territoires de la planète, pour que l'arbre de l'église soit planté et se développe, apportant le bénéfice de la vie de Dieu à tous, ainsi que pour accomplir le désir du cœur de Dieu, notre équipe de première ligne doit être dans les rues, apportant la parole prophétique, établissant des centres de travail, promouvant le colportage et levant des missionnaires locaux pour consolider ces régions.",
    "details": "Envoyer des missionnaires implique l'achat de billets, l'hébergement, la nourriture, la logistique, le transport, ainsi que la location de maisons pour colporteurs, l'achat et la construction de centres de travail (en Europe, Amérique du Nord, Afrique et Asie), et l'impression de livres.\n\nPour soutenir ce merveilleux front de travail, le projet **INVESTISSEURS DU ROYAUME** a été créé, qui consiste en des offrandes mensuelles déterminées par des quotas de 500 R$. Beaucoup de personnes ont eu leur cœur conquis par ce projet et sont devenues des Investisseurs du Royaume.\n\n**Ainsi, l'objectif principal est d'avoir une base financière qui puisse soutenir la prédication de l'évangile du royaume dans le monde entier.**",
    "videos": {
      "introduction": "Ie834rxik4w",
      "show_case": "Ie834rxik4w"
    },
    "call_to_action": {
      "title": "Et vous ? Qu'attendez-vous pour faire partie de cette merveilleuse cause ? Devenez aussi un Investisseur du Royaume !",
      "button": "Prenez vos quotas et visitez **www.investidoresdoreino.com.br**"
    }
  }
}
