{
  "welcome": "Bienvenue sur le portail principal !",
  "nav-menu": {
    "home": "Accueil",
    "missionary": "Devenir missionnaire",
    "kingdom-investors": "Investisseurs du Royaume",
    "immersion": "Immersion Quotidienne"
  },
  "socialLinks": {
    "spotify": "https://open.spotify.com/show/7omrpEfEN794JONo8jfQpV",
    "instagram": "https://www.instagram.com/institutovidaparatodos/",
    "youtube": "https://www.youtube.com/@InstitutoVidaParaTodos"
  },
  "sections": {
    "may_i_pray_for_you": "Puis-je prier pour vous?",
    "contact": {
      "headline": "Contactez-nous",
      "subtitle": "Contact",
      "email": "exemple@exemple.com.br",
      "phone": "(021) 8000-600",
      "address": {
        "title": "Adresse",
        "line_1": "Rua das Airoras, n.642",
        "city": "Ville",
        "state": "État",
        "country": "États-Unis"
      }
    }
  },
  "footer": {
    "privacy": "Politique de confidentialité",
    "terms": "Conditions d'utilisation"
  },
  "about_us": {
    "summary": "L'Institut Vie Pour Tous (IVPT) est un canal essentiel pour diffuser l'œuvre du Seigneur, mais il ne se limite pas à une simple plateforme de vidéos et de publications. Son rôle est celui de prédicateur de l'évangile du royaume, proclamant fidèlement le seul évangile : l'évangile du Christ (Gal 1:4). La mission de l'IVPT est de donner une portée mondiale à la prédication de l'évangile du royaume en un seul clic. Comme il est écrit dans le Psaume 19:4 : 'Cependant leur voix parcourt toute la terre, leurs paroles jusqu'aux extrémités du monde', la Parole prophétique transmise par l'IVPT atteint des lieux lointains et, par cette ampleur, touche les cœurs, générant l'écoute de la foi chez les personnes.",
    "title": "Notre Mission",
    "subtitle": "En plus de sa fonction évangélique, l'IVPT joue un rôle juridique et administratif au sein de l'œuvre, ou dans les différents fronts de travail que vous découvrirez ci-dessous.",
    "descripttion": "Pour accomplir pleinement sa mission, l'IVPT coopère avec tous les outils disponibles : Colportage, PAC, CEAPE, Missions Étrangères, Expolivre, TCI, Usine des Gagnants Kids, Réseau de Soins et Centre d'Accueil, Éditeur Arbre de Vie, Investisseurs du Royaume et Ferme Arbre de Vie, travaillant en unité pour que l'évangile du royaume soit prêché dans le monde entier, afin de hâter le retour de notre Seigneur."
  },
  "kingdom-investors": {
    "title": "Investisseurs du Royaume",
    "subtitle": "Devenez aussi un Investisseur du Royaume !",
    "description": "Tout comme Dieu a grandement béni l'expansion de l'œuvre dans toutes les régions du globe, en particulier en Afrique et en Asie, le besoin d'envoyer des missionnaires a considérablement augmenté.\n\nBien que l'IVPT ait une couverture numérique dans tous les territoires de la planète, pour que l'arbre de l'église soit planté et se développe, apportant le bénéfice de la vie de Dieu à tous, ainsi que pour accomplir le désir du cœur de Dieu, notre équipe de première ligne doit être dans les rues, apportant la parole prophétique, établissant des centres de travail, promouvant le colportage et levant des missionnaires locaux pour consolider ces régions.",
    "details": "Envoyer des missionnaires implique l'achat de billets, l'hébergement, la nourriture, la logistique, le transport, ainsi que la location de maisons pour colporteurs, l'achat et la construction de centres de travail (en Europe, Amérique du Nord, Afrique et Asie), et l'impression de livres.\n\nPour soutenir ce merveilleux front de travail, le projet **INVESTISSEURS DU ROYAUME** a été créé, qui consiste en des offrandes mensuelles déterminées par des quotas de 500 R$. Beaucoup de personnes ont eu leur cœur conquis par ce projet et sont devenues des Investisseurs du Royaume.\n\n**Ainsi, l'objectif principal est d'avoir une base financière qui puisse soutenir la prédication de l'évangile du royaume dans le monde entier.**",
    "videos": {
      "introduction": "Ie834rxik4w",
      "show_case": "Ie834rxik4w"
    },
    "call_to_action": {
      "title": "Et vous ? Qu'attendez-vous pour faire partie de cette merveilleuse cause ? Devenez aussi un Investisseur du Royaume !",
      "button": "Prenez vos quotas et visitez **www.investidoresdoreino.com.br**"
    }
  },
  "become-a-missionary": {
    "title": "Voulez-vous devenir missionnaire ?",
    "text": "## Découvrez le témoignage d'un missionnaire chrétien et prenez votre décision aujourd'hui ! Donnez votre vie au Seigneur Jésus et faites partie du groupe de vainqueurs qui luttent pour le Royaume de Dieu.\n\n**L'homme a été créé pour faire la volonté de Dieu. Ce fait n'est pas seulement un idéal générique, mais en l'homme il y a un esprit qui peut recevoir la puissance pour accomplir cette volonté.**\n\nDans mon expérience de salut, j'ai compris que la bénédiction d'être sauvé et inclus dans le corps du Christ ne pouvait pas rester seulement avec moi, mais que Dieu veut atteindre d'autres personnes à travers ma vie. C'est le sentiment de l'Esprit de Dieu qui habite en chacun de nous. Ce sentiment s'accompagne de consécration, c'est-à-dire comprendre que nous avons été mis à part et que nous devons agir.\n\n**Concrètement, comment cela se passe-t-il ?**\n\nLa première étape est d'être proche de la parole de Dieu, car c'est par elle que vient Son ordre. Ainsi, nous entendons la voix du Seigneur et Son appel à accomplir Sa volonté. En même temps, nous reconnaissons que nous n'avons ni la force ni la capacité de faire l'œuvre de Dieu. À ce moment-là, la consécration devient réelle en nous et nous voyons un moyen d'accomplir le désir du Seigneur, en mettant de côté nos propres désirs pour mettre en pratique le désir de Dieu.\n\n**Le Christ nous a déjà tous commandé d'aller et de prêcher l'évangile lorsqu'il a dit : 'Allez !'**\n\nPrêcher l'évangile du Royaume à toute créature est un acte d'obéissance et de gratitude envers Dieu ! Et il n'y a personne qui laisse tout par amour pour la volonté de Dieu qui ne reçoive bien plus !\n\n**Cependant, tout comme le Christ, nous avons tous besoin d'être perfectionnés.**\n\nC'est pourquoi aller au CEAPE est fondamental pour la réalisation de cette consécration, car, naturellement, nous créons tous nos propres nids, nos filets de sécurité, notre confort, et nous restons dans la zone de confort. Et notre propre nature n'est pas utile au Seigneur. Le Seigneur doit travailler notre nature et, pour cela, Il a préparé un environnement qui nous donne ce chemin, où l'esprit et l'âme sont travaillés, perfectionnés, alignés avec la volonté de Dieu, et comment l'accomplir non pas par un ensemble de règles, mais comme une vie qui nous gouverne. C'est une expérience essentielle pour tous ceux qui désirent être missionnaires.\n\n**La vie missionnaire est une vie de luttes, d'épreuves, de dépendance au Seigneur, pleine de joie et de plaisir, comme tout serviteur de Dieu.**\n\nCette vie a sa caractéristique particulière, qui est d'être 100% concentré uniquement sur les intérêts de Dieu, en y consacrant tout votre temps, sans vous soucier des choses séculières. Il n'y a pas de meilleure vie que d'avoir Dieu comme patron !"
  }
}
