{
  "welcome": "Bienvenue sur le portail principal !",
  "nav-menu": {
    "home": "Accueil",
    "pedro-dong": "Qui est Pedro Dong?",
    "missionary": "Devenir missionnaire",
    "kingdom-investors": "Investisseurs du Royaume",
    "immersion": "Immersion Quotidienne"
  },
  "socialLinks": {
    "spotify": "https://open.spotify.com/show/7omrpEfEN794JONo8jfQpV",
    "instagram": "https://www.instagram.com/life.for.all.europe/",
    "youtube": "https://www.youtube.com/@InstitutoVidaParaTodos"
  },
  "sections": {
    "may_i_pray_for_you": {
      "title": "Puis-je prier pour vous?",
      "link": "https://qrfacil.me/QqNKW4z5"
    },
    "contact": {
      "headline": "Contactez-nous",
      "subtitle": "Contact",
      "email": "exemple@exemple.com.br",
      "phone": "(021) 8000-600",
      "address": {
        "title": "Adresse",
        "line_1": "Rua das Airoras, n.642",
        "city": "Ville",
        "state": "État",
        "country": "États-Unis"
      }
    }
  },
  "footer": {
    "privacy": "Politique de confidentialité",
    "terms": "Conditions d'utilisation"
  },
  "about_us": {
    "summary": "L’Institut Vie Pour Tous (IVPT) est un canal essentiel pour la propagation de l’œuvre du Seigneur, mais il ne se limite pas à une simple plateforme de vidéos et de publications. Son rôle est celui d’un prédicateur de l’Évangile du royaume, annonçant fidèlement l’unique Évangile : l’Évangile de Christ (Gal 1 :4). La mission de l’IVPT est de donner une portée mondiale à la prédication de l’Évangile du royaume d’un simple clic. Comme il est écrit dans le Psaume 19 :4 : « Leur retentissement parcourt toute la terre, leurs accents vont jusqu’aux extrémités du monde », la Parole prophétique transmise par l’IVPT atteint des lieux éloignés et, par cette ampleur, touche les cœurs et suscite la foi qui vient de l’écoute.",
    "title": "Notre Mission",
    "subtitle": "En plus de sa fonction évangélique, l’IVPT joue un rôle juridique et administratif dans l’œuvre et dans les différentes branches de service que vous découvrirez ci-dessous.",
    "description": "Pour accomplir pleinement sa mission, l’IVPT collabore avec tous les outils disponibles : le colportage, le PAC, le CEPPEV, les missions à l’étranger, Expolivro, le TCI, la Fabrique des Vainqueurs Kids, le Réseau de soins et Centre d’accueil, les Éditions Arbre de Vie, les Investisseurs du Royaume et le Domaine Arbre de Vie, travaillant dans l’unité pour que l’Évangile du royaume soit prêché sur toute la terre afin que notre Seigneur puisse revenir plus tôt."
  },
  "pedro-dong": {
    "title": "Qui est Pedro Dong ?",
    "first_section": {
      "headline": "Conférencier international • Écrivain chrétien • Serviteur de Dieu au service de la Parole prophétique",
      "text": "Pedro Dong est né en 1950 dans la ville de Taipei, à Taïwan. En 1960, sa famille a déménagé au Brésil, lorsque son père, Dong Yu Lan, alors un homme d'affaires prospère en Chine, a décidé de tout quitter — sa stabilité professionnelle et sa trajectoire prometteuse — pour répondre à l'appel du Seigneur. La famille s'est installée à São Paulo, le cœur plein de foi et avec la charge de propager l'évangile du royaume dans ce pays."
    },
    "second_section": {
      "headline": "Pedro est diplômé en génie civil de l'École Polytechnique de l'USP et a enseigné comme professeur d'université, en plus de travailler chez Promon Engenharia. Mais l'appel spirituel a aussi frappé à sa porte. Il a abandonné sa carrière séculière pour servir le Seigneur aux côtés de son père, en tant que son traducteur du chinois vers le portugais, l'espagnol et l'anglais.",
      "text": "Pendant des années, il a voyagé avec Dong Yu Lan à travers le Brésil, l'Amérique du Sud et d'autres parties du monde, en donnant des conférences bibliques et en aidant à établir la vie normale de l'Église dans chaque ville. Ses messages mettaient l'accent sur la jouissance quotidienne de la Parole, la pratique de l'invocation du nom du Seigneur Jésus et l'importance de l'unité du peuple de Dieu, en vue du royaume à venir."
    },
    "third_section": {
      "headline": "Le 4 septembre 2017, avant le décès de son père, Pedro a fait une prière profonde et symbolique : il a demandé au Seigneur que la portion de l'Esprit qui reposait sur Dong Yu Lan lui soit accordée — non seulement pour lui-même, mais pour qu'elle soit partagée avec tous les membres du Corps de Christ.",
      "text": "Ce moment a marqué le début d'une nouvelle phase dans le ministère de Pedro Dong. Depuis lors, il a reçu des révélations encore plus profondes de la Parole, en servant dans des conférences, des rencontres et des réunions, toujours avec la même vision spirituelle, mais avec une mesure renouvelée de l'Esprit."
    },
    "fourth_section": {
      "introduction": "Auteur de plus de 78 livres chrétiens, ses œuvres ont édifié des milliers de vies au Brésil et à l'étranger, avec clarté, profondeur et un désir ardent que la vérité atteigne les enfants de Dieu aux quatre coins de la Terre.",
      "headline": "",
      "text": "Il est également le fondateur de l'Institut Vie pour Tous, créé en 2014 comme un instrument de Dieu pour l'expansion de l'évangile du royaume et l'édification du Corps de Christ. En outre, il dirige la maison d'édition Árvore da Vida, dont la mission est d'apporter la Parole révélée aux enfants de Dieu aux quatre coins de la Terre, par le biais de livres, de dévotionnels, de conférences et de ressources audiovisuelles."
    },
    "highlighted": "Sa mission reste ferme : dispenser la Parole prophétique qui transforme des vies, forme des vainqueurs et prépare le peuple de Dieu pour le royaume."
  },
  "kingdom-investors": {
    "title": "Investisseurs du Royaume",
    "subtitle": "Devenez aussi un Investisseur du Royaume !",
    "description": "Tout comme Dieu a largement béni l’expansion de l’œuvre dans toutes les régions du globe, en particulier sur les continents africain et asiatique, le besoin d’envoyer des missionnaires a considérablement augmenté.\n\nBien que l’IVPT dispose d’une couverture numérique dans tous les territoires de la planète, pour que l’arbre de l’Église soit planté et se développe, apportant le bénéfice de la vie de Dieu à tous et accomplissant le désir du cœur de Dieu, notre équipe de première ligne doit être sur le terrain, apportant la parole prophétique, établissant des centres d’œuvre, promouvant le colportage et formant des missionnaires locaux pour la consolidation de ces régions.",
    "details": "Envoyer des missionnaires implique l’achat de billets, l’hébergement, la nourriture, la logistique, les déplacements, ainsi que la location de maisons pour les colporteurs, l’achat et la construction de centres d’œuvre (en Europe, en Amérique du Nord, en Afrique et en Asie), en plus de l’impression de livres.\n\nPour soutenir cette merveilleuse œuvre, le projet des INVESTISSEURS DU ROYAUME a été créé, consistant en des offrandes continues, mensuelles ou ponctuelles, destinées à nos missions. De nombreuses personnes ont été touchées par ce projet et sont devenues Investisseurs du Royaume.\n\n**Ainsi, l’objectif principal est d’avoir une base financière capable de soutenir la prédication de l’Évangile du royaume sur toute la terre.**",
    "videos": {
      "introduction": "lZ8j34o_IDE"
    },
    "call_to_action": {
      "title": "Et vous ? Qu'attendez-vous pour faire partie de cette merveilleuse cause ? Devenez aussi un Investisseur du Royaume !",
      "button": {
        "text": "Prenez vos quotas et visitez **www.investidoresdoreino.com.br**",
        "link": "https://forms.gle/mN9DYi1qghNT2ocF6"
      }
    }
  },
  "become-a-missionary": {
    "title": "Voulez-vous être missionnaire?",
    "text": "## Regardez le témoignage d’un missionnaire chrétien et prenez votre décision aujourd’hui ! Remettez votre vie au Seigneur Jésus et faites partie du groupe de vainqueurs qui luttent pour le royaume de Dieu.\n\n**L’homme a été créé pour accomplir la volonté de Dieu. Ce fait n’est pas seulement un idéal général; à l’intérieur de l’homme, il y a un esprit qui peut recevoir la puissance nécessaire pour accomplir cette volonté.**\n\nDans mon expérience de salut, j’ai compris que la bénédiction d’être racheté et inclus dans le Corps de Christ ne pouvait pas rester seulement pour moi ; à travers ma vie, Dieu veut atteindre d’autres personnes. C’est le sentiment de l’Esprit de Dieu qui habite en chacun de nous. Ce sentiment s’accompagne de la consécration, c’est-à-dire comprendre que nous avons été mis à part et que nous devons prendre une position.\n\n**Concrètement, comment cela se passe-t-il?**\n\nLa première étape est d’être proche de la parole de Dieu, car c’est par elle que vient Son ordre. Ainsi, nous entendons la voix du Seigneur et Son appel à accomplir Sa volonté. En même temps, nous reconnaissons que nous n’avons ni la force ni la capacité de réaliser l’œuvre de Dieu. À ce moment-là, la consécration devient une réalité en nous et nous voyons un chemin pour accomplir le désir du Seigneur, en nous dépouillant de nos propres désirs pour mettre en pratique le désir de Dieu.\n\n**Christ a déjà ordonné à tous d’aller prêcher l’Évangile lorsqu’il a dit : « Allez ! ».**\n\nPrêcher l’Évangile du royaume à toute créature est une attitude d’obéissance et de gratitude envers Dieu ! Et il n’y a personne qui laisse tout par amour pour la volonté de Dieu sans recevoir beaucoup plus!\n\n**Cependant, comme Christ, nous avons tous besoin d’être perfectionnés.**\n\nC’est pourquoi se rendre au CEAPE est fondamental pour la réalisation de cette consécration, car, naturellement, nous créons tous nos propres nids, nos réseaux de protection, notre confort, et nous restons dans notre zone de confort. Or notre propre nature n’est pas utile au Seigneur. Le Seigneur doit travailler sur notre nature et, pour cela, Il a préparé un environnement qui nous offre ce chemin, où l’esprit et l’âme sont travaillés, perfectionnés, alignés sur la volonté de Dieu, et où l’on apprend à l’accomplir non pas par un ensemble de règles, mais comme une vie qui nous gouverne. C’est une expérience indispensable pour tous ceux qui désirent être missionnaires.\n\n**La vie missionnaire est une vie de luttes, d’épreuves, de dépendance au Seigneur, pleine de joie et de délice, comme celle de tout serviteur de Dieu.**\n\nCette vie a sa caractéristique particulière, qui est d’être 100 % concentré uniquement sur le soin des intérêts de Dieu, en consacrant tout son temps à cela, sans se préoccuper des choses séculières. Il n’y a pas de meilleure vie que d’avoir Dieu comme patron !\n\n**Et qu’attendez-vous? Soyez vous aussi un missionnaire dans l’œuvre de Dieu !**",
    "call_to_action": {
      "title": "Et qu'attendez-vous ? Devenez missionnaire dans l'œuvre de Dieu !",
      "action": "Entrer en contact",
      "whatsapp": "5511990058006"
    }
  },
  "world_map": {
    "controls": {
      "enabled": "Activé",
      "disabled": "Désactivé",
      "reset_zoom": "Réinitialiser",
      "zoom_label": "Zoom:"
    },
    "oceans": {
      "atlantic": "Océan\nAtlantique",
      "pacific": "Océan\nPacifique",
      "indian": "Océan\nIndien",
      "arctic": "Océan\nArctique",
      "antarctic": "Océan\nAustral"
    }
  }
}
