{
  "welcome": "메인 포털에 오신 것을 환영합니다!",
  "nav-menu": {
    "home": "홈",
    "pedro-dong": "페드로 동은 누구인가?",
    "missionary": "선교사가 되기",
    "kingdom-investors": "킹덤 투자자들",
    "immersion": "매일 몰입"
  },
  "socialLinks": {
    "spotify": "https://open.spotify.com/show/7omrpEfEN794JONo8jfQpV",
    "instagram": "https://www.instagram.com/institutovidaparatodos/",
    "youtube": "https://www.youtube.com/@InstitutoVidaParaTodos"
  },
  "sections": {
    "may_i_pray_for_you": {
      "title": "제가 당신을 위해 기도해도 될까요?",
      "link": "https://qrfacil.me/QqNKW4z5"
    },
    "contact": {
      "headline": "문의하기",
      "subtitle": "연락처",
      "email": "예시@예시.com.br",
      "phone": "(021) 8000-600",
      "address": {
        "title": "주소",
        "line_1": "Rua das Airoras, n.642",
        "city": "도시",
        "state": "주",
        "country": "미국"
      }
    }
  },
  "footer": {
    "privacy": "개인정보 처리방침",
    "terms": "이용 약관"
  },
  "about_us": {
    "summary": "인스티투토 비다 파라 토도스(IVPT)는 주님의 사역을 전파하는 데 필수적인 채널이지만, 단순한 비디오 및 출판물 플랫폼에 국한되지 않습니다. 그 역할은 왕국 복음을 전하는 설교자로서, 오직 하나의 복음, 즉 그리스도의 복음을 신실하게 선포하는 것입니다(갈 1:4). IVPT의 사명은 단 한 번의 클릭으로 왕국 복음의 전파에 전 세계적 도달 범위를 제공하는 것입니다. 시편 19:4에 기록된 바와 같이 '그러나 그들의 소리는 온 땅에 퍼지고, 그들의 말은 세상 끝까지 이르도다'와 같이, IVPT가 전하는 예언의 말씀은 먼 곳까지 닿아 이 폭넓음으로 마음을 감동시키고, 사람들에게 믿음의 들음을 일으킵니다.",
    "title": "우리의 사명",
    "subtitle": "복음 전파의 기능 외에도 IVPT는 사역 내에서 또는 아래에서 알게 될 다양한 사역 분야에서 법적 및 행정적 역할을 수행합니다.",
    "descripttion": "IVPT는 그 사명을 완수하기 위해 콜포타주, PAC, CEAPE, 해외 선교, 엑스포리브로, TCI, 키즈 위너스 팩토리, 케어 네트워크 및 리셉션 센터, 트리 오브 라이프 출판사, 킹덤 투자자, 트리 오브 라이프 목장 등 모든 가용 도구와 협력하여, 왕국 복음이 온 땅에 전파되어 주님의 재림이 하루라도 앞당겨질 수 있도록 하나 되어 일합니다."
  },
  "kingdom-investors": {
    "title": "킹덤 투자자들",
    "subtitle": "여러분도 킹덤 투자자가 되세요!",
    "description": "하나님께서 전 세계 모든 지역, 특히 아프리카와 아시아에서 사역의 확장을 크게 축복하신 것처럼, 선교사를 파송해야 할 필요성도 크게 증가했습니다.\n\nIVPT가 지구상의 모든 지역에 디지털 커버리지를 갖추고 있지만, 교회가 뿌리를 내리고 확장되며 하나님의 생명의 유익을 모두에게 전하고 하나님의 마음의 소원을 이루기 위해서는, 우리의 최전선 팀이 거리에서 예언의 말씀을 전하고, 사역 센터를 세우고, 콜포타주를 촉진하며, 이 지역을 공고히 할 현지 선교사를 세워야 합니다.",
    "details": "선교사를 파송하는 일에는 항공권, 숙박, 식사, 물류, 교통뿐만 아니라 콜포타주 하우스 임대, 사역 센터 구입 및 건축(유럽, 북미, 아프리카, 아시아), 도서 인쇄 등이 포함됩니다.\n\n이 놀라운 사역을 지원하기 위해 **킹덤 투자자들** 프로젝트가 만들어졌으며, 이는 월 500헤알 단위의 할당금으로 이루어집니다. 많은 사람들이 이 프로젝트에 마음을 빼앗겨 킹덤 투자자가 되었습니다.\n\n**따라서, 가장 중요한 목적은 왕국 복음의 전파를 전 세계적으로 지속할 수 있는 재정적 기반을 마련하는 것입니다.**",
    "videos": {
      "introduction": "lZ8j34o_IDE"
    },
    "call_to_action": {
      "title": "그리고 당신은요? 이 놀라운 사역의 일부가 되기 위해 무엇을 기다리고 계신가요? 여러분도 킹덤 투자자가 되세요!",
      "button": {
        "text": "할당금을 신청하고 **www.investidoresdoreino.com.br**를 방문하세요",
        "link": "https://forms.gle/mN9DYi1qghNT2ocF6"
      }
    }
  },
  "become-a-missionary": {
    "title": "선교사가 되고 싶습니까?",
    "text": "## 기독교 선교사의 간증을 보고 오늘 당신의 결정을 내려보세요! 주 예수님께 당신의 삶을 드리고 하나님의 나라를 위해 싸우는 극복자들의 그룹에 합류하세요!\n\n**인간은 하나님의 뜻을 행하기 위해 창조되었습니다. 이 사실은 단순한 일반적 이상이 아니라, 인간 내에 그 뜻을 이루는 힘을 받을 수 있는 영이 있기 때문입니다.**\n\n내 구원의 경험에서, 구원의 축복과 그리스도의 몸에 포함된 은혜는 나만을 위한 것이 아니라, 내 삶을 통해 하나님께서 다른 이들에게 전파되기를 원하신다는 것을 깨달았습니다. 이는 우리 각 사람에게 거하시는 하나님의 영의 느낌이며, 우리가 구별되어 행동해야 함을 이해하는 헌신의 감정과 함께 옵니다.\n\n**실제로, 이것은 어떻게 이루어질까요?**\n\n첫 번째 단계는 하나님의 말씀에 가까이 다가가는 것입니다. 말씀을 통해 하나님의 명령이 전달되기 때문입니다. 그러므로 우리는 주님의 음성을 듣고, 하나님의 뜻을 이루라는 부르심을 받습니다. 동시에 우리는 하나님의 일을 수행할 힘이나 능력이 없음을 깨닫게 됩니다. 그 순간, 헌신이 우리 안에서 현실이 되어, 자기 욕망을 제쳐두고 하나님의 열망을 실천하는 길을 보게 됩니다.\n\n**그리스도께서는 이미 '가라!' 하시며 우리 모두에게 복음을 전하라고 명령하셨습니다.**\n\n모든 피조물에게 하나님의 나라 복음을 전하는 것은 하나님에 대한 순종과 감사의 행위입니다! 하나님의 뜻을 사랑하여 모든 것을 버리는 자는 결코 더 많은 축복을 받지 않을 수 없습니다!\n\n**하지만 그리스도처럼, 우리 모두는 온전해져야 합니다.**\n\n이 때문에 CEAPE에 가는 것이 헌신을 실현하는 데 필수적입니다. 자연스레, 우리는 자기만의 요람, 안전망, 안락함을 만들고 그 안에 머무르게 됩니다. 그러나 우리의 본성은 주님께 유익하지 않습니다. 주님은 우리의 본성에 작용하셔야 하며, 이를 위해 영과 영혼이 다듬어지고, 온전해지며, 하나님의 뜻에 맞춰 정렬되는, 규칙의 집합이 아니라 우리를 지배하는 삶으로 이끌어주는 환경을 마련하셨습니다. 선교사가 되길 원하는 모든 이들에게 필수적인 경험입니다.\n\n**선교사의 삶은 모든 하나님의 종처럼, 투쟁과 시련, 주님에 대한 의존, 그리고 기쁨과 즐거움으로 가득 찬 삶입니다.**\n\n이 삶은 온전히 하나님의 이익만을 돌보는데 100% 집중하고, 세속적인 것에 신경 쓰지 않으며 모든 시간을 바치는 특별한 특징을 가지고 있습니다. 주님을 상사로 모시는 것보다 더 나은 삶은 없습니다!"
  }
}
