{
  "welcome": "메인 포털에 오신 것을 환영합니다!",
  "nav-menu": {
    "home": "홈",
    "missionary": "선교사가 되기",
    "kingdom-investors": "킹덤 투자자들"
  },
  "sections": {
    "contact": {
      "headline": "문의하기",
      "subtitle": "연락처",
      "email": "예시@예시.com.br",
      "phone": "(021) 8000-600",
      "address": {
        "title": "주소",
        "line_1": "Rua das Airoras, n.642",
        "city": "도시",
        "state": "주",
        "country": "미국"
      },
      "pray": {
        "call_to_action": "기도해 드릴까요?",
        "action_button": "여기를 클릭하세요"
      }
    }
  },
  "about_us": {
    "summary": "인스티투토 비다 파라 토도스(IVPT)는 주님의 사역을 전파하는 데 필수적인 채널이지만, 단순한 비디오 및 출판물 플랫폼에 국한되지 않습니다. 그 역할은 왕국 복음을 전하는 설교자로서, 오직 하나의 복음, 즉 그리스도의 복음을 신실하게 선포하는 것입니다(갈 1:4). IVPT의 사명은 단 한 번의 클릭으로 왕국 복음의 전파에 전 세계적 도달 범위를 제공하는 것입니다. 시편 19:4에 기록된 바와 같이 '그러나 그들의 소리는 온 땅에 퍼지고, 그들의 말은 세상 끝까지 이르도다'와 같이, IVPT가 전하는 예언의 말씀은 먼 곳까지 닿아 이 폭넓음으로 마음을 감동시키고, 사람들에게 믿음의 들음을 일으킵니다.",
    "title": "우리의 사명",
    "subtitle": "복음 전파의 기능 외에도 IVPT는 사역 내에서 또는 아래에서 알게 될 다양한 사역 분야에서 법적 및 행정적 역할을 수행합니다.",
    "descripttion": "IVPT는 그 사명을 완수하기 위해 콜포타주, PAC, CEAPE, 해외 선교, 엑스포리브로, TCI, 키즈 위너스 팩토리, 케어 네트워크 및 리셉션 센터, 트리 오브 라이프 출판사, 킹덤 투자자, 트리 오브 라이프 목장 등 모든 가용 도구와 협력하여, 왕국 복음이 온 땅에 전파되어 주님의 재림이 하루라도 앞당겨질 수 있도록 하나 되어 일합니다."
  },
  "kingdom-investors": {
    "title": "킹덤 투자자들",
    "subtitle": "여러분도 킹덤 투자자가 되세요!",
    "description": "하나님께서 전 세계 모든 지역, 특히 아프리카와 아시아에서 사역의 확장을 크게 축복하신 것처럼, 선교사를 파송해야 할 필요성도 크게 증가했습니다.\n\nIVPT가 지구상의 모든 지역에 디지털 커버리지를 갖추고 있지만, 교회가 뿌리를 내리고 확장되며 하나님의 생명의 유익을 모두에게 전하고 하나님의 마음의 소원을 이루기 위해서는, 우리의 최전선 팀이 거리에서 예언의 말씀을 전하고, 사역 센터를 세우고, 콜포타주를 촉진하며, 이 지역을 공고히 할 현지 선교사를 세워야 합니다.",
    "details": "선교사를 파송하는 일에는 항공권, 숙박, 식사, 물류, 교통뿐만 아니라 콜포타주 하우스 임대, 사역 센터 구입 및 건축(유럽, 북미, 아프리카, 아시아), 도서 인쇄 등이 포함됩니다.\n\n이 놀라운 사역을 지원하기 위해 **킹덤 투자자들** 프로젝트가 만들어졌으며, 이는 월 500헤알 단위의 할당금으로 이루어집니다. 많은 사람들이 이 프로젝트에 마음을 빼앗겨 킹덤 투자자가 되었습니다.\n\n**따라서, 가장 중요한 목적은 왕국 복음의 전파를 전 세계적으로 지속할 수 있는 재정적 기반을 마련하는 것입니다.**",
    "videos": {
      "introduction": "Ie834rxik4w",
      "show_case": "Ie834rxik4w"
    },
    "call_to_action": {
      "title": "그리고 당신은요? 이 놀라운 사역의 일부가 되기 위해 무엇을 기다리고 계신가요? 여러분도 킹덤 투자자가 되세요!",
      "button": "할당금을 신청하고 **www.investidoresdoreino.com.br**를 방문하세요"
    }
  }
}
