{
  "welcome": "Bem-vindo ao portal principal",
  "nav-menu": {
    "about-us": "Sobre nós",
    "agenda": "Agenda",
    "donations": "Central de Ofertas",
    "find-us": "Encontre-nos",
    "ministry": "Ministérios",
    "news-feed": "Notícias",
    "projects": "Projetos",
    "search": "Pesquisa",
    "kingdom-investors": "Investidores do Reino"
  },
  "sections": {
    "contact": {
      "headline": "Entre em contato",
      "subtitle": "Contato",
      "email": "exemplo@exemplo.com.br",
      "phone": "(021) 8000-600",
      "address": {
        "title": "Localização",
        "line_1": "Rua das Airoras, n.642",
        "city": "Cidade",
        "state": "Estado",
        "country": "Brasil"
      },
      "pray": {
        "call_to_action": "Posso orar por você?",
        "action_button": "Clique aqui"
      }
    }
  },
  "about_us": {
    "summary": "O Instituto Vida Para Todos (IVPT) é um canal essencial para a propagação da obra do Senhor, mas não se limita a uma simples plataforma de vídeos e publicações. Seu papel é o de um pregador do evangelho do reino, anunciando fielmente o único evangelho: o evangelho de Cristo (Gl 1:4). A missão do IVPT é dar alcance global à pregação do evangelho do reino com apenas um clique. Assim como está escrito em Salmos 19:4: “No entanto, por toda a terra se faz ouvir a sua voz e as suas palavras”, a Palavra profética transmitida pelo IVPT chega a lugares distante e, com essa amplitude, alcança corações gerando o ouvir da fé nas pessoas.",
    "title": "Nossa Missão",
    "subtitle": "Além de sua função evangelística, o IVPT exerce um papel legal e administrativo dentro da obra, ou das várias frentes de obra que você conhecerá a seguir.",
    "descripttion": " Para cumprir sua missão de forma plena, o IVPT coopera com todas as ferramentas disponíveis: Colportagem, PAC, CEAPE, Missões no Exterior, Expolivro, TCI, Fábrica de Vencedores Kids,  Rede de Cuidado e Central de Acolhimento, Editora Árvore da Vida, Investidores do Reino e Estância Árvore da Vida,  trabalhando em unidade para que o evangelho do reino seja pregado em toda a terra, para trazer nosso Senhor de volta um dia mais cedo."
  }
}
