{
  "welcome": "Bem-vindo ao portal principal",
  "nav-menu": {
    "home": "Home",
    "missionary": "Sejá um Missionário",
    "kingdom-investors": "Investidores do Reino",
    "immersion": "Imersão Diária"
  },
  "socialLinks": {
    "spotify": "https://open.spotify.com/show/7omrpEfEN794JONo8jfQpV",
    "instagram": "https://www.instagram.com/institutovidaparatodos/",
    "youtube": "https://www.youtube.com/@InstitutoVidaParaTodos"
  },
  "sections": {
    "may_i_pray_for_you": "Posso orar por você?",
    "contact": {
      "headline": "Entre em contato",
      "subtitle": "Contato",
      "email": "exemplo@exemplo.com.br",
      "phone": "(021) 8000-600",
      "address": {
        "title": "Localização",
        "line_1": "Rua das Airoras, n.642",
        "city": "Cidade",
        "state": "Estado",
        "country": "Brasil"
      }
    }
  },
  "footer": {
    "privacy": "Política de Privacidade",
    "terms": "Termos de Uso"
  },
  "about_us": {
    "summary": "O Instituto Vida Para Todos (IVPT) é um canal essencial para a propagação da obra do Senhor, mas não se limita a uma simples plataforma de vídeos e publicações. Seu papel é o de um pregador do evangelho do reino, anunciando fielmente o único evangelho: o evangelho de Cristo (Gl 1:4). A missão do IVPT é dar alcance global à pregação do evangelho do reino com apenas um clique. Assim como está escrito em Salmos 19:4: “No entanto, por toda a terra se faz ouvir a sua voz e as suas palavras”, a Palavra profética transmitida pelo IVPT chega a lugares distante e, com essa amplitude, alcança corações gerando o ouvir da fé nas pessoas.",
    "title": "Nossa Missão",
    "subtitle": "Além de sua função evangelística, o IVPT exerce um papel legal e administrativo dentro da obra, ou das várias frentes de obra que você conhecerá a seguir.",
    "descripttion": " Para cumprir sua missão de forma plena, o IVPT coopera com todas as ferramentas disponíveis: Colportagem, PAC, CEAPE, Missões no Exterior, Expolivro, TCI, Fábrica de Vencedores Kids,  Rede de Cuidado e Central de Acolhimento, Editora Árvore da Vida, Investidores do Reino e Estância Árvore da Vida,  trabalhando em unidade para que o evangelho do reino seja pregado em toda a terra, para trazer nosso Senhor de volta um dia mais cedo."
  },
  "kingdom-investors": {
    "title": "Investidores do Reino",
    "subtitle": "Seja também um Investidor ou uma Investidora do Reino!",
    "description": "Assim como Deus abençoou amplamente a expansão da obra em todas as regiões do globo, especialmente nos continentes africano e asiático, a necessidade de envio de missionários aumentou significativamente.\n\nEmbora o IVPT tenha cobertura digital em todos os territórios do planeta, para que a árvore da igreja seja plantada e se expanda, trazendo o benefício da vida de Deus a todos, bem como realizando o desejo do coração de Deus, nossa equipe de frente de batalha precisa estar nas ruas, levando a palavra profética, estabelecendo centros de obra, promovendo a colportagem e gerando missionários locais para a consolidação dessas regiões.",
    "details": "O envio de missionários implica na compra de passagens, hospedagem, alimentação, logística, locomoção, bem como aluguel de casas de colportores, compra e construção de centros de obra (na Europa, América do Norte, África e Ásia), além da impressão de livros. \n\nPara sustentar essa maravilhosa frente de obra, foi criado o projeto dos **INVESTIDORES DO REINO**, que consiste em ofertas mensais determinadas por cotas de R$ 500,00. Muitas pessoas tiveram seu coração conquistado por esse projeto e se tornaram Investidores do Reino. \n\n**Dessa forma, o foco principal é ter uma base financeira que possa sustentar a pregação do evangelho do reino por toda a terra.**",
    "videos": {
      "introduction": "Ie834rxik4w",
      "show_case": "Ie834rxik4w"
    },
    "call_to_action": {
      "title": "E você? O que está esperando para fazer parte dessa maravilhosa causa? Seja também um Investidor ou uma Investidora do Reino!",
      "button": "Assuma suas cotas e acesse **www.investidoresdoreino.com.br**"
    }
  },
  "become-a-missionary": {
    "title": "Você quer ser um missionário?",
    "text": "## Veja o testemunho de um missionário cristão e tome hoje sua decisão! Entregue sua vida ao Senhor Jesus e seja parte do grupo de vencedores que lutam pelo Reino de Deus \n\n**O homem foi criado para fazer a vontade de Deus. Esse fato não é somente um ideal genérico, mas dentro do homem há um espírito que pode receber o poder para executar essa vontade.**\n\nEm minha experiência de salvação, percebi que a bênção de ser resgatado e incluído no corpo de Cristo não poderia ficar somente para mim, mas a partir da minha vida Deus quer alcançar outras pessoas. Esse é o sentimento do Espírito de Deus que habita em cada um de nós. Esse sentimento vem acompanhado da consagração, ou seja, entender que fomos separados e devemos tomar uma atitude.\n\n**De forma prática, como isso acontece?**\n\nO primeiro passo é estar perto da palavra de Deus, porque através dela vem o Seu comando. Assim, ouvimos a voz do Senhor e Seu chamado para atender à Sua vontade. Ao mesmo tempo, reconhecemos que não temos força ou capacidade para realizar a obra de Deus. Neste momento, a consagração se torna realidade em nós e vemos um caminho para cumprir o desejo do Senhor, despojando-nos de nossos próprios desejos para pôr em prática o desejo de Deus.\n\n**Cristo já ordenou que todos saíssemos a pregar o evangelho quando disse: \"Ide!\"**\n\nPregar o evangelho do Reino a toda criatura é a atitude de obediência e gratidão a Deus! E não há quem deixe tudo por amor à vontade de Deus que não receba muito mais!\n\n**Porém, assim como Cristo, todos precisamos de aperfeiçoamento.**\n\nPor isso, a ida para o CEAPE é fundamental para a concretização desta consagração, pois, naturalmente, todos nós criamos nossos próprios ninhos, nossa rede de proteção, nossa comodidade, e nos mantemos na zona de conforto. E nossa própria natureza não é útil ao Senhor. O Senhor precisa trabalhar em nossa natureza e, para isso, separou um ambiente que nos dá esse caminho, onde espírito e alma são trabalhados, aperfeiçoados, alinhados à vontade de Deus, e como executá-la não por um conjunto de regras, mas como uma vida que nos governa. É uma experiência imprescindível para todos que desejam ser missionários.\n\n**A vida missionária é uma vida de lutas, provações, dependência no Senhor, cheia de alegria e desfrute, como qualquer servo de Deus.**\n\nEsta vida tem sua característica especial, que é estar 100% concentrado em apenas cuidar dos interesses de Deus, dedicando integralmente seu tempo para isso, sem a preocupação com coisas seculares. Não há vida melhor do que ter Deus como seu chefe!"
  }
}
