{
  "welcome": "Bem-vindo ao portal principal",
  "nav-menu": {
    "home": "Home",
    "missionary": "Sejá um Missionário",
    "kingdom-investors": "Investidores do Reino"
  },
  "sections": {
    "contact": {
      "headline": "Entre em contato",
      "subtitle": "Contato",
      "email": "exemplo@exemplo.com.br",
      "phone": "(021) 8000-600",
      "address": {
        "title": "Localização",
        "line_1": "Rua das Airoras, n.642",
        "city": "Cidade",
        "state": "Estado",
        "country": "Brasil"
      },
      "pray": {
        "call_to_action": "Posso orar por você?",
        "action_button": "Clique aqui"
      }
    }
  },
  "about_us": {
    "summary": "O Instituto Vida Para Todos (IVPT) é um canal essencial para a propagação da obra do Senhor, mas não se limita a uma simples plataforma de vídeos e publicações. Seu papel é o de um pregador do evangelho do reino, anunciando fielmente o único evangelho: o evangelho de Cristo (Gl 1:4). A missão do IVPT é dar alcance global à pregação do evangelho do reino com apenas um clique. Assim como está escrito em Salmos 19:4: “No entanto, por toda a terra se faz ouvir a sua voz e as suas palavras”, a Palavra profética transmitida pelo IVPT chega a lugares distante e, com essa amplitude, alcança corações gerando o ouvir da fé nas pessoas.",
    "title": "Nossa Missão",
    "subtitle": "Além de sua função evangelística, o IVPT exerce um papel legal e administrativo dentro da obra, ou das várias frentes de obra que você conhecerá a seguir.",
    "descripttion": " Para cumprir sua missão de forma plena, o IVPT coopera com todas as ferramentas disponíveis: Colportagem, PAC, CEAPE, Missões no Exterior, Expolivro, TCI, Fábrica de Vencedores Kids,  Rede de Cuidado e Central de Acolhimento, Editora Árvore da Vida, Investidores do Reino e Estância Árvore da Vida,  trabalhando em unidade para que o evangelho do reino seja pregado em toda a terra, para trazer nosso Senhor de volta um dia mais cedo."
  },
  "kingdom-investors": {
    "title": "Investidores do Reino",
    "subtitle": "Seja também um Investidor ou uma Investidora do Reino!",
    "description": "Assim como Deus abençoou amplamente a expansão da obra em todas as regiões do globo, especialmente nos continentes africano e asiático, a necessidade de envio de missionários aumentou significativamente.\n\nEmbora o IVPT tenha cobertura digital em todos os territórios do planeta, para que a árvore da igreja seja plantada e se expanda, trazendo o benefício da vida de Deus a todos, bem como realizando o desejo do coração de Deus, nossa equipe de frente de batalha precisa estar nas ruas, levando a palavra profética, estabelecendo centros de obra, promovendo a colportagem e gerando missionários locais para a consolidação dessas regiões.",
    "details": "O envio de missionários implica na compra de passagens, hospedagem, alimentação, logística, locomoção, bem como aluguel de casas de colportores, compra e construção de centros de obra (na Europa, América do Norte, África e Ásia), além da impressão de livros. \n\nPara sustentar essa maravilhosa frente de obra, foi criado o projeto dos **INVESTIDORES DO REINO**, que consiste em ofertas mensais determinadas por cotas de R$ 500,00. Muitas pessoas tiveram seu coração conquistado por esse projeto e se tornaram Investidores do Reino. \n\n**Dessa forma, o foco principal é ter uma base financeira que possa sustentar a pregação do evangelho do reino por toda a terra.**",
    "videos": {
      "introduction": "Ie834rxik4w",
      "show_case": "Ie834rxik4w"
    },
    "call_to_action": {
      "title": "E você? O que está esperando para fazer parte dessa maravilhosa causa? Seja também um Investidor ou uma Investidora do Reino!",
      "button": "Assuma suas cotas e acesse **www.investidoresdoreino.com.br**"
    }
  }
}
